[
    {
        "gameId": 173346,
        "name": "7 Wonders Duel",
        "image": "https://cf.geekdo-images.com/WzNs1mA_o22ZWTR8fkLP2g__original/img/q_TrwF4VnXgW1dFQgtMJexSXOEA=/0x0/filters:format(jpeg)/pic3376065.jpg",
        "thumbnail": "https://cf.geekdo-images.com/WzNs1mA_o22ZWTR8fkLP2g__thumb/img/qGf8-LJx4lsNOgpjS6iCs2TyKts=/fit-in/200x150/filters:strip_icc()/pic3376065.jpg",
        "minPlayers": 2,
        "maxPlayers": 2,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2015,
        "bggRating": 0,
        "averageRating": 8.10801,
        "rank": 18,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders as over three ages players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders.&#10;&#10;What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players, with the players not drafting cards simultaneously from hands of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play as well as bonus moves that allow you to take a second card immediately. As in the original game, each card that you acquire can be built, discarded for coins, or used to construct a wonder.&#10;&#10;Each player starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.&#10;&#10;Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as you acquire resources, the cost for those particular resources increases for your opponent, representing your dominance in this area.&#10;&#10;A player can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital, giving you a bonus at certain positions; if you reach the opponent's capital, you win the game immediately; similarly, if you acquire any six of seven different scientific symbols, you achieve scientific dominance and win immediately; if none of these situations occurs, then the player with the most points at the end of the game wins.&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Layering",
            "Set Collection",
            "Sudden Death Ending",
            "Tug of War"
        ]
    },
    {
        "gameId": 270633,
        "name": "Aeon's End: The New Age",
        "image": "https://cf.geekdo-images.com/ZoIYlIzfph5yGuwQGKYneA__original/img/lHafKKkBdHF-LQhP1ZT7vss1qbg=/0x0/filters:format(jpeg)/pic4628176.jpg",
        "thumbnail": "https://cf.geekdo-images.com/ZoIYlIzfph5yGuwQGKYneA__thumb/img/PNAUCRrB8mVltrG77bNlzSyDoGA=/fit-in/200x150/filters:strip_icc()/pic4628176.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 8.65474,
        "rank": 364,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Aeon&rsquo;s End: The New Age introduces the Expedition system into the Aeon's End universe which allows players to replay all of the content they own in a short campaign format. After each game, players will receive new treasures and player cards that allow them to become more powerful. However, the nemeses that players will face grow stronger and stronger with each battle.&#10;&#10;Aeon's End: The New Age is a standalone expansion that is compatible with all of the other standalone games. All content can be mixed and matched for exciting new combinations!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Cooperative Game",
            "Deck, Bag, and Pool Building",
            "Hand Management",
            "Variable Phase Order",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 247367,
        "name": "Air, Land & Sea",
        "image": "https://cf.geekdo-images.com/3wpYeNwO7k_yjpIN7IQwaw__original/img/_qQC98hufgmPn_fwMrP4I0sYKO8=/0x0/filters:format(jpeg)/pic4387681.jpg",
        "thumbnail": "https://cf.geekdo-images.com/3wpYeNwO7k_yjpIN7IQwaw__thumb/img/kfzWQvTxwcVx_ljICqhu5Coq53Q=/fit-in/200x150/filters:strip_icc()/pic4387681.jpg",
        "minPlayers": 2,
        "maxPlayers": 2,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.53089,
        "rank": 555,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In Air, Land, &amp; Sea, two players participate in a series of Battles, with the objective to control two of the three Theaters of war after both players have played all of their Battle cards, or convince your opponent to withdraw!&#10;&#10;As Supreme Commander of your country's military forces, you must carefully deploy your forces across three possible theaters of war: Air, Land, and Sea. The order you play your Battle cards is critical, and so is how you play them. All cards can either be played face-up or face-down. Playing a card face-up triggers its Tactical Ability, but the card must be played in its corresponding theater. Face-down cards are wild and can be played to any theater, but only have a strength of 2 and do not grant Tactical Abilities.&#10;&#10;At the start of each battle, you will be dealt a hand of six cards. You will not draw additional cards during the Battle, so you must formulate your strategy based on only these cards. Players take turns playing Battle cards one at a time, until all cards have been played, or one player decides to withdraw.&#10;&#10;You do not have to continue a Battle to the very end. Sometimes, it may be best to withdraw in order to deny your opponent complete victory! In Air, Land, &amp; Sea, a strategic withdraw may lose you the battle to ultimately win the war!  Victory points are awarded at the end of each Battle based on the results, and the first player to 12 victory points wins the war!&#10;&#10;",
        "mechanics": [
            "Card Play Conflict Resolution",
            "Hand Management"
        ]
    },
    {
        "gameId": 224517,
        "name": "Brass: Birmingham",
        "image": "https://cf.geekdo-images.com/x3zxjr-Vw5iU4yDPg70Jgw__original/img/FpyxH41Y6_ROoePAilPNEhXnzO8=/0x0/filters:format(jpeg)/pic3490053.jpg",
        "thumbnail": "https://cf.geekdo-images.com/x3zxjr-Vw5iU4yDPg70Jgw__thumb/img/o18rjEemoWaVru9Y2TyPwuIaRfE=/fit-in/200x150/filters:strip_icc()/pic3490053.jpg",
        "minPlayers": 2,
        "maxPlayers": 4,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 8.66051,
        "rank": 3,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870.&#10;&#10;As in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands.&#10;&#10;Each round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):&#10;&#10;1) Build - Pay required resources and place an industry tile.&#10;2) Network - Add a rail / canal link, expanding your network.&#10;3) Develop - Increase the VP value of an industry.&#10;4) Sell - Sell your cotton, manufactured goods and pottery.&#10;5) Loan - Take a &pound;30 loan and reduce your income.&#10;&#10;Brass: Birmingham also features a new sixth action:&#10;&#10;6) Scout - Discard three cards and take a wild location and wild industry card. (This action replaces Double Action Build in original Brass.)&#10;&#10;The game is played over two halves: the canal era (years 1770-1830) and the rail era (years 1830-1870). To win the game, score the most VPs. VPs are counted at the end of each half for the canals, rails and established (flipped) industry tiles.&#10;&#10;Birmingham features dynamic scoring canals/rails. Instead of each flipped industry tile giving a static 1 VP to all connected canals and rails, many industries give 0 or even 2 VPs. This provides players with the opportunity to score much higher value canals in the first era, and creates interesting strategy with industry placement.&#10;&#10;Iron, coal, and cotton are three industries which appear in both the original Brass as well as in Brass: Birmingham.&#10;&#10;New &quot;Sell&quot; system&#10;&#10;Brewing has become a fundamental part of the culture in Birmingham. You must now sell your product through traders located around the edges of the board. Each of these traders is looking for a specific type of good each game. To sell cotton, pottery, or manufactured goods to these traders, you must also &quot;grease the wheels of industry&quot; by consuming beer. For example, a level 1 cotton mill requires one beer to flip. As an incentive to sell early, the first player to sell to a trader receives free beer.&#10;&#10;Birmingham features three all-new industry types:&#10;&#10;Brewery - Produces precious beer barrels required to sell goods.&#10;&#10;Manufactured goods - Function like cotton, but features eight levels. Each level of manufactured goods provides unique rewards, rather than just escalating in VPs, making it a more versatile (yet potentially more difficult) path vs cotton.&#10;&#10;Pottery - These behemoths of Birmingham offer huge VPs, but at a huge cost and need to plan.&#10;&#10;Increased Coal and Iron Market size - The price of coal and iron can now go up to &pound;8 per cube, and it's not uncommon.&#10;&#10;Brass: Birmingham is a sequel to Brass. It offers a very different story arc and experience from its predecessor.&#10;&#10;",
        "mechanics": [
            "Hand Management",
            "Income",
            "Loans",
            "Market",
            "Network and Route Building",
            "Tech Trees / Tech Tracks",
            "Turn Order: Stat-Based",
            "Variable Set-up"
        ]
    },
    {
        "gameId": 307305,
        "name": "Bullet♥︎",
        "image": "https://cf.geekdo-images.com/315gnIdET7dlQ_fASt8p0w__original/img/X2MDGNIMouqDtC6617rzlxW5LDw=/0x0/filters:format(jpeg)/pic6007944.jpg",
        "thumbnail": "https://cf.geekdo-images.com/315gnIdET7dlQ_fASt8p0w__thumb/img/ZUVCes8DtY3pYnUJ3zghUkhT3fQ=/fit-in/200x150/filters:strip_icc()/pic6007944.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2021,
        "bggRating": 0,
        "averageRating": 7.75773,
        "rank": 1270,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In Bullet&hearts;&#239;&#184;&#142;, players take on the role of heroines in a far-flung future Earth and use their incredible powers to defend the Earth from evil &mdash; as well as from one another! Each heroine's powers manifest in a different form, with players controlling sound, paper, technology, gravity, triangles, and more!&#10;&#10;Turns are simultaneous. Place bullets in your sight, with the color of bullet determining the column and the number how far down in that column it is placed. Use actions to manipulate bullets to form configurations matching your patterns. Using a pattern removes bullets from your sight and sends them to the opponent. When placing bullets, you skip over existing bullets in the column you place it in, with the bullet hitting you if it is placed off your sight. At the end of the turn, you'll gain even more bullets from the center bag as well as what the opponent sent, ensuring each new turn is more hectic than the last!&#10;&#10;Choosing what order to place bullets, use actions, and use patterns in is key to staying alive as long as possible! Playing with the optional timer makes for even more intense play!&#10;&#10;Bullet&hearts;&#239;&#184;&#142; includes eight heroines to play and four game modes:&#10;&#10;&#10;    Battle Royale Mode: 2&ndash;4 players can duel in a free-for-all puzzle battle that plays in real-time!&#10;    Boss Battle Mode: 1&ndash;4 players can combine forces to survive against a single boss; the game includes eight bosses, one corresponding to each heroine.&#10;    Score Attack Mode: A lone player can play for a high score against increasingly difficult odds.&#10;    Team Battle Mode: Two teams of two players battle it out! The last team standing wins.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "mechanics": [
            "Cooperative Game",
            "Pattern Building",
            "Push Your Luck",
            "Real-Time",
            "Solo / Solitaire Game",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 286537,
        "name": "Burgle Bros 2: The Casino Capers",
        "image": "https://cf.geekdo-images.com/YNcSJhDM_g-2av0pzNs4wQ__original/img/G87808ARUrKMTSecrfiZRUYNtyU=/0x0/filters:format(png)/pic6087472.png",
        "thumbnail": "https://cf.geekdo-images.com/YNcSJhDM_g-2av0pzNs4wQ__thumb/img/_3QhL_-pkBScdNFqOKxwj0zY-OA=/fit-in/200x150/filters:strip_icc()/pic6087472.png",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 70,
        "isExpansion": false,
        "yearPublished": 2021,
        "bggRating": 0,
        "averageRating": 7.53918,
        "rank": 1904,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "The Burgle Bros are back at it. Never one to turn down a challenging heist, they have decided to take down a string of casinos. But this is no office job&mdash;tougher safes, tightened security, and, perhaps worst of all, you'll be working during the day!&#10;&#10;So what's new in Burgle Bros 2?&#10;&#10;Gear - Each player now has a kit of unique tools that can be used during ANY player's turn. This leads to coordinated plays and amazing saves, but your gear must be prepped first before you can use it.&#10;&#10;New Tiles - You'll still be exploring different floors and flipping over tiles, but Burgle Bros 2 is full of new tiles and new dangers. Clear the security tapes in the Surveillance room, try your luck at the Table Games, or stop by the eventful Pool and Lounge tiles to see what happens.&#10;&#10;Bouncers - Bouncers are like guards from the original Burgle Bros, but with streamlined rules. If they ever run out of cards in their patrol deck, look out! At that point they hunt for the nearest player every turn.&#10;&#10;Chips - Because you're infiltrating the casino in broad daylight, you're going to have to deal with more than just bouncers. Unrevealed chips are scattered throughout each floor, representing people in the casino. A Mole might give you info you need to crack the safe, and a Crowd might hide you from the bouncer. But look out for a Saleswoman who will talk your ear off, trapping you in that tile!&#10;&#10;Finales - Once the safe is open, things get crazy. Finales add a game-changing twist in order to make it out of the casino with your hard-earned loot.&#10;&#10;Campaign Mode - Beat each finale in succession and get rewards! The game adapts its difficulty according to whether you win or lose.&#10;&#10;",
        "mechanics": [
            "Action Points",
            "Cooperative Game",
            "Dice Rolling",
            "Grid Movement",
            "Modular Board",
            "Solo / Solitaire Game",
            "Three Dimensional Movement",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 283155,
        "name": "Calico",
        "image": "https://cf.geekdo-images.com/t8bTlZmxz6PiskMSjcBHcw__original/img/fDRiccme7OA8fWdl8FVCokv5eko=/0x0/filters:format(jpeg)/pic4815033.jpg",
        "thumbnail": "https://cf.geekdo-images.com/t8bTlZmxz6PiskMSjcBHcw__thumb/img/TByBGUDO_jNVxDaOviRWOFtu9fk=/fit-in/200x150/filters:strip_icc()/pic4815033.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 7.74556,
        "rank": 175,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Calico is a puzzly tile-laying game of quilts and cats.&#10;&#10;In Calico, players compete to sew the coziest quilt as they collect and place patches of different colors and patterns. Each quilt has a particular pattern that must be followed, and players are also trying to create color and pattern combinations that are not only aesthetically pleasing, but also able to attract the cuddliest cats!&#10;&#10;Turns are simple. Select a single patch tile from your hand and sew it into your quilt, then draw another patch into your hand from the three available. If you are able to create a color group, you may sew a button onto your quilt. If you are able to create a pattern combination that is attractive to any of the cats, it will come over and curl up on your quilt! At the end of the game, you score points for buttons, cats, and how well you were able to complete your unique quilt pattern.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "mechanics": [
            "Enclosure",
            "Hexagon Grid",
            "Pattern Building",
            "Scenario / Mission / Campaign Game",
            "Set Collection",
            "Solo / Solitaire Game",
            "Tile Placement"
        ]
    },
    {
        "gameId": 260605,
        "name": "Camel Up (Second Edition)",
        "description": "In Camel Up, up to eight players bet on five racing camels, trying to suss out which ones will place first and second in a quick race around a pyramid. The earlier you place your bet, the more you can win &mdash; should you guess correctly, of course. Camels don't run neatly, however, sometimes landing on top of another one and being carried toward the finish line. Who's going to run when? That all depends on how the dice come out of the pyramid dice shaker, which releases one die at a time when players pause from their bets long enough to see who's actually moving!&#10;&#10;This 2018 edition of Camel Up features new artwork, a new game board design, a new pyramid design, engraved dice, and new game modes, including crazy rogue camels that start the race running in the opposite direction! You never know how a race will end!&#10;&#10;",
        "image": "https://cf.geekdo-images.com/pRZrHJNoPQ3gay9EkpuZLw__original/img/VHOeHhfYK3n-wYSP0G9RT26U0uQ=/0x0/filters:format(jpeg)/pic4304741.jpg",
        "thumbnail": "https://cf.geekdo-images.com/pRZrHJNoPQ3gay9EkpuZLw__thumb/img/e3Kn0hIHVIvWAE9m8IF7icNxw4s=/fit-in/200x150/filters:strip_icc()/pic4304741.jpg",
        "minPlayers": 3,
        "maxPlayers": 8,
        "playingTime": 45,
        "mechanics": [
          "Betting and Bluffing",
          "Dice Rolling",
          "Roll / Spin and Move",
          "Track Movement"
        ],
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 7.13218,
        "averageRating": 7.64025,
        "rank": 303,
        "designers": [
          "Steffen Bogen"
        ],
        "publishers": [
          "eggertspiele",
          "Choo Choo Games",
          "Ediciones MasQueOca",
          "Galápagos Jogos",
          "Ghenos Games",
          "Hobby Japan",
          "Korea Boardgames Co., Ltd.",
          "Lucrum Games",
          "Pegasus Spiele",
          "Piatnik",
          "Pretzel Games",
          "Swan Panasia Co., Ltd.",
          "Tower Tactic Games",
          "uplay.it edizioni"
        ],
        "artists": [
          "Chris Quilliams"
        ],
        "playerPollResults": [
          {
            "numPlayers": 1,
            "best": 0,
            "recommended": 0,
            "notRecommended": 49,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 2,
            "best": 0,
            "recommended": 11,
            "notRecommended": 44,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 3,
            "best": 1,
            "recommended": 35,
            "notRecommended": 21,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 4,
            "best": 16,
            "recommended": 49,
            "notRecommended": 0,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 5,
            "best": 43,
            "recommended": 23,
            "notRecommended": 0,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 6,
            "best": 37,
            "recommended": 23,
            "notRecommended": 1,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 7,
            "best": 13,
            "recommended": 31,
            "notRecommended": 5,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 8,
            "best": 12,
            "recommended": 27,
            "notRecommended": 9,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 8,
            "best": 1,
            "recommended": 2,
            "notRecommended": 31,
            "numPlayersIsAndHigher": true
          }
        ],
        "expansions": [
          {
            "name": "Super Power",
            "gameId": 293240
          }
        ]
    },
    {
        "gameId": 271320,
        "name": "The Castles of Burgundy",
        "image": "https://cf.geekdo-images.com/VrNrk7XVU1hN0j1ZFhjcjw__original/img/IYxnn0KV56lDy18_0e23DSLcMso=/0x0/filters:format(jpeg)/pic4934938.jpg",
        "thumbnail": "https://cf.geekdo-images.com/VrNrk7XVU1hN0j1ZFhjcjw__thumb/img/6XPO0XNGGw3V77NjWR0K7Y33fqc=/fit-in/200x150/filters:strip_icc()/pic4934938.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 8.48076,
        "rank": -1,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "The Castles of Burgundy is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing, they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.&#10;&#10;The game is about players taking settlement tiles from the game board and placing them into their princedom, which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.&#10;&#10;The game is played in five phases, each consisting of five rounds. Each phase begins with the game board stocked with settlement tiles and goods tiles. At the beginning of each round, all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die. A goods tile is made available on the game board according to the roll of the goods die. During each round, players take their turns in the current turn order. During their turn, a player may perform any two of the four possible types of actions:&#10;&#10;&#10;    Take a settlement tile from the numbered depot on the game board corresponding to one of their dice and place it in the staging area on their player board.&#10;    Place a settlement tile from the staging area of their player board to a space on their player board with a number matching one of their dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile.&#10;    Deliver goods with a number matching one of their dice.&#10;    Take worker tokens that allow the player to adjust the roll of their dice.&#10;&#10;&#10;In addition to these actions, a player may buy a settlement tile from the central depot on the game board and place it in the staging area on their player board. If an action triggers the awarding of victory points, those points are immediately recorded. Each settlement tile offers a benefit: additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points. Bonus victory points are awarded for filling a region with settlement tiles.&#10;&#10;The game ends when the last player finishes their turn of the fifth round of the fifth phase. Victory points are awarded for unused money and workers and for undelivered goods. Bonus victory points from certain settlement tiles are awarded at the end of the game. The player with the most victory points wins.&#10;&#10;The 2019 edition of The Castles of Burgundy includes eight expansions, seven of which were previously released as promotional items and one new to this release.&#10;&#10;",
        "mechanics": [
            "Dice Rolling",
            "End Game Bonuses",
            "Set Collection",
            "Solo / Solitaire Game",
            "Team-Based Game",
            "Tile Placement",
            "Worker Placement with Dice Workers"
        ]
    },
    {
        "gameId": 47,
        "name": "Chinatown",
        "image": "https://cf.geekdo-images.com/QnIOe-1wb8_zuxglKjAwOQ__original/img/KVIx8Af2rXVkyaUA8lxjl_H1aWc=/0x0/filters:format(png)/pic2037509.png",
        "thumbnail": "https://cf.geekdo-images.com/QnIOe-1wb8_zuxglKjAwOQ__thumb/img/CyDOXyRu7MHfn2ZS9pb9XmOStv0=/fit-in/200x150/filters:strip_icc()/pic2037509.png",
        "minPlayers": 3,
        "maxPlayers": 5,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 1999,
        "bggRating": 0,
        "averageRating": 7.36063,
        "rank": 375,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "This is a negotiation game in the truest sense of the word. In it, players acquire ownership of sections of city blocks then place tiles, representing businesses, onto the block-sections.  At the end of each turn, each tile you've laid gives you some sort of payout, but completed businesses (formed of three to six connected tiles of the same type) pay quite a bit better.  All these resources are dealt to the players randomly, however, so players must trade to get matching businesses and adjacent locations.&#10;&#10;This game is #2 in the Alea big box series.&#10;&#10;",
        "mechanics": [
            "Enclosure",
            "Income",
            "Investment",
            "Negotiation",
            "Set Collection",
            "Tile Placement",
            "Trading",
            "Victory Points as a Resource"
        ]
    },
    {
        "gameId": 178900,
        "name": "Codenames",
        "image": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__original/img/gcX_EfjsRpB5fI4Ug4XV73G4jGI=/0x0/filters:format(jpeg)/pic2582929.jpg",
        "thumbnail": "https://cf.geekdo-images.com/F_KDEu0GjdClml8N7c8Imw__thumb/img/yl8iXxSNwguMeg3KkmfFO9SMVVc=/fit-in/200x150/filters:strip_icc()/pic2582929.jpg",
        "minPlayers": 2,
        "maxPlayers": 8,
        "playingTime": 15,
        "isExpansion": false,
        "yearPublished": 2015,
        "bggRating": 0,
        "averageRating": 7.59373,
        "rank": 103,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Codenames is an easy party game to solve puzzles. &#10;The game is divided into red and blue, each side has a team leader, the team leader's goal is to lead their team to the final victory. &#10;At the beginning of the game, there will be 25 cards on the table with different words. Each card has a corresponding position, representing different colors. &#10;Only the team leader can see the color of the card. The team leader should prompt according to the words, let his team members find out the cards of their corresponding colors, and find out all the cards of their own colors to win.&#10;&#10;",
        "mechanics": [
            "Communication Limits",
            "Memory",
            "Push Your Luck",
            "Team-Based Game"
        ]
    },
    {
        "gameId": 39463,
        "name": "Cosmic Encounter",
        "image": "https://cf.geekdo-images.com/S8cE-Ld7XP5sVz-upKJ-Bg__original/img/c4ZrfOtpp6tDHLyMsKecc2ne370=/0x0/filters:format(jpeg)/pic1521633.jpg",
        "thumbnail": "https://cf.geekdo-images.com/S8cE-Ld7XP5sVz-upKJ-Bg__thumb/img/gE--xqnuor4bft2J361zxJJGCjM=/fit-in/200x150/filters:strip_icc()/pic1521633.jpg",
        "minPlayers": 3,
        "maxPlayers": 5,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2008,
        "bggRating": 0,
        "averageRating": 7.53884,
        "rank": 162,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Build a galactic empire...&#10;&#10;In the depths of space, the alien races of the Cosmos vie with each other for control of the universe. Alliances form and shift from moment to moment, while cataclysmic battles send starships screaming into the warp.&#10;&#10;This classic game of alien politics returns from the warp once more!&#10;&#10;In Cosmic Encounter, each player becomes the leader of one of dozens of alien races, each with its own unique power. On a player's turn, he or she becomes the offense. The offense encounters another player on a planet by moving a group of his or her ships through the hyperspace gate to that planet. Both sides can invite allies and play cards to try and tip the encounter in their favor.&#10;&#10;The object of the game is to establish colonies in other players' planetary systems. The winner(s) are the first player(s) to have five colonies on any planets outside his or her home system. These colonies may all be in one system or scattered over multiple systems. The players must use force, cunning, and diplomacy to ensure their victory. And, because alliances are a key part of the game, multiple players can win together!&#10;&#10;",
        "mechanics": [
            "Alliances",
            "Card Play Conflict Resolution",
            "Hand Management",
            "Interrupts",
            "Negotiation",
            "Prisoner's Dilemma",
            "Race",
            "Simultaneous Action Selection",
            "Take That",
            "Trading",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 284083,
        "name": "The Crew: The Quest for Planet Nine",
        "image": "https://cf.geekdo-images.com/98LnQShydr11OBKS46xY-Q__original/img/Q-ZkgnuBu9OTBr7J3qnqPjqamAE=/0x0/filters:format(jpeg)/pic5687013.jpg",
        "thumbnail": "https://cf.geekdo-images.com/98LnQShydr11OBKS46xY-Q__thumb/img/et-fnuozyOdBOVL-5kSS3_7I8fw=/fit-in/200x150/filters:strip_icc()/pic5687013.jpg",
        "minPlayers": 2,
        "maxPlayers": 5,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.95638,
        "rank": 45,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space.&#10;&#10;With each mission the game becomes more difficult. After each mission the game can be paused and continued later. During each mission it is not the number of tricks but the right tricks at the right time that count.&#10;&#10;The team completes a mission only if every single player is successful in fulfilling their tasks.&#10;&#10;The game comes with 50 missions, with three additional missions published in spielbox 2/2020.&#10;&#10;",
        "mechanics": [
            "Communication Limits",
            "Cooperative Game",
            "Hand Management",
            "Scenario / Mission / Campaign Game",
            "Trick-taking"
        ]
    },
    {
        "gameId": 246784,
        "name": "Cryptid",
        "image": "https://cf.geekdo-images.com/qrPLpAnhFgc470ZRuXlvbg__original/img/QenUCVaFRry4-wlimHmeLn226Bo=/0x0/filters:format(jpeg)/pic4037705.jpg",
        "thumbnail": "https://cf.geekdo-images.com/qrPLpAnhFgc470ZRuXlvbg__thumb/img/ZFL0o-lhnuWE21Sa9YS8qi8ayGU=/fit-in/200x150/filters:strip_icc()/pic4037705.jpg",
        "minPlayers": 3,
        "maxPlayers": 5,
        "playingTime": 50,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 7.49855,
        "rank": 273,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "You've studied the footage, connected the dots, and gathered what meager evidence you could. You're close &mdash; soon the whole world will know the truth behind the Cryptid. A group of like-minded cryptozoologists have come together to finally uncover the elusive creature, but the glory of discovery is too rich to share. Without giving away some of what you know you will never succeed in locating the beast, but reveal too much and your name will be long forgotten!&#10;&#10;Cryptid is a unique deduction game of honest misdirection in which players must try to uncover information about their opponents' clues while throwing them off the scent of their own. Each player holds one piece of evidence to help them find the creature, and on their turn they can try to gain more information from their opponents. Be warned; give too much away and your opponents might beat you to the mysterious animal and claim the glory for themselves!&#10;&#10;The game includes a modular board, five clue books, and a deck of set-up cards with hundreds of possible set-ups across two difficulty levels. It is also supported by an entirely optional digital companion, allowing for faster game set-up and a near-infinite range of puzzles.&#10;&#10;&mdash;description from the publisher&#10;&#10;Note: some copies have a delta clue booklet with misprints in eight clues:&#10;&#10;    2,#9,#13,#64 states cougar, should be bear&#10;    3,#63,#72,#95 states bear, should be cougar&#10;&#10;&#10;The official website with an online tool to randomly generate more clues is http://playcryptid.com/&#10;&#10;",
        "mechanics": [
            "Deduction",
            "Hexagon Grid",
            "Modular Board",
            "Pattern Recognition"
        ]
    },
    {
        "gameId": 156129,
        "name": "Deception: Murder in Hong Kong",
        "image": "https://cf.geekdo-images.com/1COY3oeK9aN2_XNimKaNww__original/img/ZzyzlO15ggCfkLg9ckeM4PWNePI=/0x0/filters:format(jpeg)/pic3033330.jpg",
        "thumbnail": "https://cf.geekdo-images.com/1COY3oeK9aN2_XNimKaNww__thumb/img/8IWDjnSYX-tYAVRgfq-W3y1b_Ww=/fit-in/200x150/filters:strip_icc()/pic3033330.jpg",
        "minPlayers": 4,
        "maxPlayers": 12,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2014,
        "bggRating": 0,
        "averageRating": 7.48543,
        "rank": 211,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Deception: Murder in Hong Kong is a game of deduction and deception for 4-12 players that plays in about 20 minutes.&#10;&#10;In the game, players take on the roles of investigators attempting to solve a murder case &ndash; but there's a twist. The killer is one of the investigators! Each player's role and team are randomly assigned at the start of play and include the unique roles of Forensic Scientist, Witness, Investigator, Murderer, and Accomplice. While the Investigators attempt to deduce the truth, the murderer's team must deceive and mislead. This is a battle of wits!&#10;&#10;The Forensic Scientist has the solution but can express the clues only using special scene tiles while the investigators (and the murderer) attempt to interpret the evidence. In order to succeed, the investigators must not only deduce the truth from the clues of the Forensic Scientist, they must also see through the misdirection being injected into the equation by the Murderer and Accomplice!&#10;&#10;Find out who among you can cut through deception to find the truth and who is capable of getting away with murder!&#10;&#10;Roles&#10;&#10;Forensic Scientist x1&#10;As the game master, the Forensic Scientist holds the solution to the crime. They are responsible for assisting the Investigators in identifying the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder.&rdquo; When an Investigator does that successfully, the crime is solved and the Forensic Scientist and the Investigators win the game.&#10;&#10;During the game, the Forensic Scientist is NOT allowed to hint to the solution with words, gestures, or eyes.&#10;&#10;Murderer x1&#10;When the crime takes place, the Murderer chooses 1 Clue card and 1 Means card as the solution to the crime. These will be the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder&rdquo; respectively.&#10;&#10;The Murderer tries to hide their role and look for a scapegoat. Even if they are identified, the Murderer still wins the game if no one correctly identifies both the &ldquo;Key Evidence&rdquo; and the &ldquo;Means of Murder&rdquo;.&#10;&#10;Investigators x8&#10;To solve the crime, the Investigators must analyze the hints given by the Forensic Scientist. As long as one of the Investigators correctly identifies both the &ldquo;Key Evidence&rdquo; and &ldquo;Means of Murder,&rdquo; the Murderer is arrested and the Investigators win the game (as does the Forensic Scientist).&#10;&#10;Bear in mind that the Murderer (and sometimes Accomplice) is among the Investigators! The innocent Investigators must make a vigorous effort to defend themselves from false accusation.&#10;&#10;Accomplice x1&#10;The Accomplice is an optional role for games with six or more players. The Accomplice knows who the Murderer is, as well as the solution to the crime. The Accomplice and Murderer both win if the Murderer gets away with his crime.&#10;&#10;Witness x1&#10;The Witness is an optional role when playing with six or more players.* The Witness is an Investigator who has witnessed the culprits leaving the crime scene. They have no way of knowing which is the Murderer and which is the Accomplice and they do not know how the crime was committed.&#10;&#10;If the Murderer is arrested but can identify the Witness, the Witness is considered to be killed, allowing the Murderer and the Accomplice to get away with murder and win the game.&#10;&#10;",
        "mechanics": [
            "Communication Limits",
            "Deduction",
            "Events",
            "Finale Ending",
            "Hidden Roles",
            "Storytelling",
            "Team-Based Game",
            "Traitor Game",
            "Variable Set-up"
        ]
    },
    {
        "gameId": 225694,
        "name": "Decrypto",
        "image": "https://cf.geekdo-images.com/hHZWXnUTMYDd_KTAM6Jwlw__original/img/lL6QJ69UmZT7CeljUcjyA47b-e0=/0x0/filters:format(jpeg)/pic3759421.jpg",
        "thumbnail": "https://cf.geekdo-images.com/hHZWXnUTMYDd_KTAM6Jwlw__thumb/img/O5XHaPOALYquS058qcXWVm5b_k4=/fit-in/200x150/filters:strip_icc()/pic3759421.jpg",
        "minPlayers": 3,
        "maxPlayers": 8,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 7.79072,
        "rank": 99,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Players compete in two teams in Decrypto, with each trying to correctly interpret the coded messages presented to them by their teammates while cracking the codes they intercept from the opposing team.&#10;&#10;In more detail, each team has their own screen, and in this screen they tuck four cards in pockets numbered 1-4, letting everyone on the same team see the words on these cards while hiding the words from the opposing team. In the first round, each team does the following: One team member takes a code card that shows three of the digits 1-4 in some order, e.g., 4-2-1. They then give a coded message that their teammates must use to guess this code. For example, if the team's four words are &quot;pig&quot;, &quot;candy&quot;, &quot;tent&quot;, and &quot;son&quot;, then I might say &quot;Sam-striped-pink&quot; and hope that my teammates can correctly map those words to 4-2-1. If they guess correctly, great; if not, we receive a black mark of failure.&#10;&#10;Starting in the second round, a member of each team must again give a clue about their words to match a numbered code. If I get 2-4-3, I might now say, &quot;sucker-prince-stake&quot;. The other team then attempts to guess our numbered code. If they're correct, they receive a white mark of success; if not, then my team must guess the number correctly or take a black mark of failure. (Guessing correctly does nothing except avoid failure and give the opposing team information about what our hidden words might be.)&#10;&#10;The rounds continue until a team collects either its second white mark (winning the game) or its second black mark (losing the game). Games typically last between 4-7 rounds. If neither team has won after eight rounds, then each team must attempt to guess the other team's words; whichever team guesses more words correctly wins.&#10;&#10;",
        "mechanics": [
            "Communication Limits",
            "Targeted Clues",
            "Team-Based Game"
        ]
    },
    {
        "gameId": 169654,
        "name": "Deep Sea Adventure",
        "image": "https://cf.geekdo-images.com/owyKXaa5SPB2HG9F_MueNQ__original/img/gOmpUB3hM7Ap9o-kDsV8ZVBVYXA=/0x0/filters:format(png)/pic3169827.png",
        "thumbnail": "https://cf.geekdo-images.com/owyKXaa5SPB2HG9F_MueNQ__thumb/img/poEY0PMTpz4X_SOUaPjs6G7qr7o=/fit-in/200x150/filters:strip_icc()/pic3169827.png",
        "minPlayers": 2,
        "maxPlayers": 6,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2014,
        "bggRating": 0,
        "averageRating": 6.95671,
        "rank": 689,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "A group of poor explorers hoping to get rich quickly heads out to recover treasures from some undersea ruins. They're all rivals, but their budgets force them all to share a single rented submarine. In the rented submarine, they all have to share a single tank of air, as well. If they don't get back to the sub before they run out of air, they'll drop all their treasure. Now it's time to see who can bring home the greatest riches.&#10;&#10;Game Objective&#10;The game takes place over 3 rounds, and the player to gain the most points over the 3 rounds is the winner. In order to gain points, you must bring the most ruins chips back to the submarine. You can only return to the submarine once per round, and you cannot progress more after returning. You cannot return to the submarine without bringing any ruins chips.&#10;&#10;Turn Progression&#10;On their turns, players conduct steps 1-4 listed below. Players take turns, going clockwise around the board, and the round ends when all players have returned to the submarine, or if the air runs out at the beginning of someone's turn.&#10;&#10;1) Declare if you will turn back or not.&#10;2) Reduce air.&#10;3) Roll the dice and advance your game piece.&#10;4) Search. (When you have stopped moving, select one of A-C below)&#10;     A) Do nothing.&#10;     B) Pick up ruins chip.&#10;     C) Place a ruins chip.&#10;&#10;",
        "mechanics": [
            "Pick-up and Deliver",
            "Push Your Luck",
            "Roll / Spin and Move"
        ]
    },
    {
        "gameId": 316554,
        "name": "Dune: Imperium",
        "image": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__original/img/mZzaBAEEJpMlHWWmC0R6Su0OibQ=/0x0/filters:format(jpeg)/pic5666597.jpg",
        "thumbnail": "https://cf.geekdo-images.com/PhjygpWSo-0labGrPBMyyg__thumb/img/JGgY-nBmkyB8WRp8vcoBLlNMQ5U=/fit-in/200x150/filters:strip_icc()/pic5666597.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 8.32744,
        "rank": 16,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Some important links: The Official FAQ, the Unofficial FAQ, and an Automa (solo and 2p) Overview&#10;&#10;Dune: Imperium is a game that finds inspiration in elements and characters from the Dune legacy, both the new film from Legendary Pictures and the seminal literary series from Frank Herbert, Brian Herbert, and Kevin J. Anderson.&#10;&#10;As a leader of one of the Great Houses of the Landsraad, raise your banner and marshal your forces and spies. War is coming, and at the center of the conflict is Arrakis &ndash; Dune, the desert planet.&#10;&#10;Dune: Imperium uses deck-building to add a hidden-information angle to traditional worker placement.&#10;&#10;You start with a unique leader card, as well as deck identical to those of your opponents.  As you acquire cards and build your deck, your choices will define your strengths and weaknesses. Cards allow you to send your Agents to certain spaces on the game board, so how your deck evolves affects your strategy. You might become more powerful militarily, able to deploy more troops than your opponents. Or you might acquire cards that give you an edge with the four political factions represented in the game: the Emperor, the Spacing Guild, the Bene Gesserit, and the Fremen.&#10;&#10;Unlike many deck-building games, you don&rsquo;t play your entire hand in one turn. Instead, you draw a hand of cards at the start of every round and alternate with other players, taking one Agent turn at a time (playing one card to send one of your Agents to the game board). When it&rsquo;s your turn and you have no more Agents to place, you&rsquo;ll take a Reveal turn, revealing the rest of your cards, which will provide Persuasion and Swords. Persuasion is used to acquire more cards, and Swords help your troops fight for the current round&rsquo;s rewards as shown on the revealed Conflict card.&#10;&#10;Defeat your rivals in combat, shrewdly navigate the political factions, and acquire precious cards. The Spice Must Flow to lead your House to victory!&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Card Play Conflict Resolution",
            "Deck, Bag, and Pool Building",
            "Force Commitment",
            "Solo / Solitaire Game",
            "Take That",
            "Turn Order: Progressive",
            "Variable Player Powers",
            "Worker Placement"
        ]
    },
    {
        "gameId": 249381,
        "name": "The Estates",
        "description": "The City Council recently approved the zoning map for a new urban development &mdash; The Estates &mdash; featuring high-end infrastructure and a modern atmosphere for its citizens. Soon after, the banks awarded millions of dollars in loans to six real estate investment firms to help develop this new area. The zoning map for The Estates calls for two rows of four buildings each, located between the River and Main Street. The meadows on the other side of the River are to remain a recreational area for the City.&#10;&#10;But, with hopes of larger profits, investors and building tycoons entirely ignore the City Council's demands and begin developing three rows of buildings instead. The Mayor catches wind of the potential for profit and begins planning a new mansion in The Estates, which would double the value of one of the building rows! With some sketchy building permits, investors begin developing buildings on the other side of the River, beyond the designated building zone. However, the City Council takes rigorous steps to put an end to the racketeering with an ultimatum: As soon as the first two rows are completed, the buildings in the uncompleted row will be torn down, resulting in a huge loss for all who invested there. At the end of the day, the investor with the highest-valued buildings will come out on top.&#10;&#10;The players take on the role of investors seeking to make the most money by developing buildings in The Estates. Players will bid for the various building pieces and place them in The Estates to their benefit. All buildings in completed rows score positive points, while all buildings in incomplete rows score negative points. It is possible to have zero completed rows of buildings.&#10;&#10;A game of The Estates lasts around 40 minutes and can be played in several rounds to experience a shifting economy.&#10;&#10;",
        "image": "https://cf.geekdo-images.com/AvC3AzHo8JlcvgKtQ3PDWA__original/img/bLkTdJ11F1JN8zUU4dPjR0J3_2k=/0x0/filters:format(jpeg)/pic4071903.jpg",
        "thumbnail": "https://cf.geekdo-images.com/AvC3AzHo8JlcvgKtQ3PDWA__thumb/img/eMsTjGHKNFzWiw7uNiOKDLtYcq4=/fit-in/200x150/filters:strip_icc()/pic4071903.jpg",
        "minPlayers": 2,
        "maxPlayers": 5,
        "playingTime": 60,
        "mechanics": [
          "Area Majority / Influence",
          "Auction/Bidding",
          "Auction: Once Around",
          "Closed Economy Auction",
          "Take That"
        ],
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 6.76024,
        "averageRating": 7.46797,
        "rank": 675,
        "designers": [
          "Klaus Zoch"
        ],
        "publishers": [
          "Capstone Games"
        ],
        "artists": [
          "Daan van Paridon",
          "Thijs van Paridon"
        ],
        "playerPollResults": [
          {
            "numPlayers": 1,
            "best": 0,
            "recommended": 0,
            "notRecommended": 29,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 2,
            "best": 0,
            "recommended": 5,
            "notRecommended": 28,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 3,
            "best": 4,
            "recommended": 25,
            "notRecommended": 4,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 4,
            "best": 26,
            "recommended": 11,
            "notRecommended": 0,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 5,
            "best": 8,
            "recommended": 21,
            "notRecommended": 8,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 5,
            "best": 0,
            "recommended": 0,
            "notRecommended": 18,
            "numPlayersIsAndHigher": true
          }
        ]
    },
    {
        "gameId": 135779,
        "name": "A Fake Artist Goes to New York",
        "image": "https://cf.geekdo-images.com/5Q5YHxJeVp6PAhfv5Ct0-g__original/img/yRNioltDOtjrTRXa0HHoTTCWNf8=/0x0/filters:format(png)/pic3678404.png",
        "thumbnail": "https://cf.geekdo-images.com/5Q5YHxJeVp6PAhfv5Ct0-g__thumb/img/nqo8xhGEWnqXYDEvYcVpBpABBI4=/fit-in/200x150/filters:strip_icc()/pic3678404.png",
        "minPlayers": 5,
        "maxPlayers": 10,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2012,
        "bggRating": 0,
        "averageRating": 7.16021,
        "rank": 667,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "&#227;&#130;&#168;&#227;&#130;&#187;&#232;&#138;&#184;&#232;&#161;&#147;&#229;&#174;&#182;&#227;&#131;&#139;&#227;&#131;&#165;&#227;&#131;&#188;&#227;&#131;&#168;&#227;&#131;&#188;&#227;&#130;&#175;&#227;&#129;&#184;&#232;&#161;&#140;&#227;&#129;&#143; &ndash; which is pronounced as &quot;Ese Geijutsuka New York e Iku&quot; and can be translated as Fake Artist Goes to New York &ndash; is a party game for 5-10 players. Players take turns being the Question Master, whose role is to set a category, write a word within that category on dry erase cards, and hand those out to other players as artists. At the same time, one player will have only an &quot;X&quot; written on his card: they are the fake artist!&#10;&#10;Players will then go around the table twice, drawing one contiguous stroke each on a paper to draw the word established by the Question Master, then guess who the fake artist is. If the fake artist is not caught, both the fake artist and the Question Master earn points; if the fake artist is caught and cannot guess what the word is, the artists earn points.&#10;&#10;",
        "mechanics": [
            "Hidden Roles",
            "Line Drawing",
            "Role Playing",
            "Targeted Clues"
        ]
    },
    {
        "gameId": 177736,
        "name": "A Feast for Odin",
        "image": "https://cf.geekdo-images.com/s9oGMCo1fcfV4Dk3EnqLZw__original/img/N1X-0JB1GapFVhl98nP4tNFXMcM=/0x0/filters:format(png)/pic3146943.png",
        "thumbnail": "https://cf.geekdo-images.com/s9oGMCo1fcfV4Dk3EnqLZw__thumb/img/AKxMMz2DTbBrEynhDROla8fdjJ4=/fit-in/200x150/filters:strip_icc()/pic3146943.png",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2016,
        "bggRating": 0,
        "averageRating": 8.20717,
        "rank": 22,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "A Feast for Odin is a saga in the form of a board game. You are reliving the cultural achievements, mercantile expeditions, and pillages of those tribes we know as Viking today &mdash; a term that was used quite differently towards the end of the first millennium.&#10;&#10;When the northerners went out for a raid, they used to say they headed out for a viking. Their Scandinavian ancestors, however, were much more than just pirates. They were explorers and founders of states. Leif Eriksson is said to be the first European in America, long before Columbus.&#10;In what is known today as Normandy, the intruders were not called Vikings but Normans. One of them is the famous William the Conqueror who invaded England in 1066. He managed to do what the king of Norway failed to do only a few years prior: conquer the Throne of England. The reason why the people of these times became such strong seafarers is due to their unfortunate agricultural situation. Crop shortfalls caused great distress.&#10;&#10;In this game, you will raid and explore new territories. You will also experience their day-to-day activities: collecting goods to achieve a financially secure position in society. In the end, the player whose possessions bear the greatest value will be declared the winner.&#10;&#10;--gameplay description from @StoryBoardGamer's review:&#10;A Feast for Odin is a points-driven game, with plethora of pathways to victory, with a range of risk balanced against reward. A significant portion of this is your central hall, which has a whopping -86 points of squares and a major part of your game is attempting to cover these up with various tiles. Likewise, long halls and island colonies can also offer large rewards, but they will have penalties of their own.&#10;&#10;Each year follows a familiar pattern of preparation, worker placement, and then meeting the requirements of your feast. The main phase of each year is a worker placement affair. You start with a selection of Vikings, and a large action board with a whopping 61 different options to choose from. Each of these will be arranged from left to right in one of four columns. Each column requires an additional Viking to activate, but they are proportionally more powerful.&#10;&#10;At the end of each round, you will need to fill a feast table with food, alternating between plants and vegetable matter. You will also have a chance to lay the valuable green and blue tiles into your main hall. The configuration of these tiles must follow certain requirements, but your main goal is to both cover up a line of coin icons to increase your income, while otherwise encircling certain printed icons to generate those.&#10;&#10;You will build your engine over time, following an alternating pattern of outward expansion and hunting against development and cultivation. It all comes down to how much you&rsquo;re willing to take on at any one time, and what risks you&rsquo;re willing to set yourself up with for their rewards.&#10;&#10;",
        "mechanics": [
            "Automatic Resource Growth",
            "Dice Rolling",
            "Grid Coverage",
            "Income",
            "Push Your Luck",
            "Solo / Solitaire Game",
            "Tile Placement",
            "Turn Order: Pass Order",
            "Worker Placement"
        ]
    },
    {
        "gameId": 221965,
        "name": "The Fox in the Forest",
        "image": "https://cf.geekdo-images.com/spcy6nvsfq-hxYgwEpmidQ__original/img/rXKH8tfISrTxPqUKCw1FXIDSBc0=/0x0/filters:format(jpeg)/pic3496085.jpg",
        "thumbnail": "https://cf.geekdo-images.com/spcy6nvsfq-hxYgwEpmidQ__thumb/img/nR2TKxtWOVJR1OHD6hAF05IHuOI=/fit-in/200x150/filters:strip_icc()/pic3496085.jpg",
        "minPlayers": 2,
        "maxPlayers": 2,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2017,
        "bggRating": 0,
        "averageRating": 7.19344,
        "rank": 455,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "The Fox in the Forest is a trick-taking game for two players. Aside from the normal ranked- and suited-cards used to win tricks, fairy characters such as the Fox and the Witch have special abilities that let you change the trump suit, lead even after you lose a trick, and more.&#10;&#10;You score points by winning more tricks than your opponent, but don't get greedy! Win too many tricks, and you will fall like the villain in so many fairy tales...&#10;&#10;",
        "mechanics": [
            "Hand Management",
            "Trick-taking"
        ]
    },
    {
        "gameId": 288169,
        "name": "The Fox in the Forest Duet",
        "image": "https://cf.geekdo-images.com/1uTAJoAdG3UC6N0G7UMeTA__original/img/Xo0bcffWDmM8g3iLRqFZs3rhWRw=/0x0/filters:format(jpeg)/pic4942502.jpg",
        "thumbnail": "https://cf.geekdo-images.com/1uTAJoAdG3UC6N0G7UMeTA__thumb/img/SzaN4ejLFyjTbElgZPGGjUtlf6o=/fit-in/200x150/filters:strip_icc()/pic4942502.jpg",
        "minPlayers": 2,
        "maxPlayers": 2,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 7.13791,
        "rank": 1327,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In the two-player, co-operative trick-taking game The Fox in the Forest Duet, players team up, helping each other move through the forest. Collect all the gems before the end of three rounds of play, and you win!&#10;&#10;To set up the game, place gem tokens on the designated spaces of the game board and the team tracker token in the center of the movement path. At the start of each round, shuffle the deck of thirty cards &mdash; which contains three suits, each numbered 1-10 &mdash; and deal each player a hand of eleven cards. Reveal one card as the &quot;decree&quot; card to determine the trump suit. For each trick, one player leads a card, and the other must follow suit, if possible. The winner of the trick moves the team tracker toward them a number of spaces equal to the number of fox footprints on the cards played. If the tracker lands on a space next to a gem, the players collect one gem. If the tracker would move off the end of the path, return the tracker to the center of the path, then add a forest token to one end of the path, reducing the number of spaces upon which you can move (with you sliding gems next to this covered space next to the new end of the path).&#10;&#10;The odd-numbered character cards have special abilities when played, allowing the trick winner to move the tracker in the direction of their choice or to ignore the footprints on one of the played cards so that you can land on just the right spot. One character allows players to exchange one card with each other, while another allows a player to change the decree card.&#10;&#10;At the end of a round, you add five gems to designated spaces, add a forest space to shorten the path, then receive a new hand of eleven cards from a freshly shuffled deck. Collect all 22 gem tokens, and you win. Run out of time or head off the end of the path with no forest spaces in reserve, then you can just keep running in defeat or shuffle the cards and start the game anew.&#10;&#10;",
        "mechanics": [
            "Communication Limits",
            "Cooperative Game",
            "Hand Management",
            "Trick-taking"
        ]
    },
    {
        "gameId": 31481,
        "name": "Galaxy Trucker",
        "image": "https://cf.geekdo-images.com/gLFt1Kif5Cfag505_COYYw__original/img/5vUNCkVDoQpcTfmlhFzkS4e1EaQ=/0x0/filters:format(jpeg)/pic3926631.jpg",
        "thumbnail": "https://cf.geekdo-images.com/gLFt1Kif5Cfag505_COYYw__thumb/img/WOW_QsRuV1KyP8dLjP0yH6TlpvU=/fit-in/200x150/filters:strip_icc()/pic3926631.jpg",
        "minPlayers": 2,
        "maxPlayers": 4,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 2007,
        "bggRating": 0,
        "averageRating": 7.38488,
        "rank": 220,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In a galaxy far, far away... they need sewer systems, too. Corporation Incorporated builds them. Everyone knows their drivers -- the brave men and women who fear no danger and would, if the pay was good enough, even fly through Hell.&#10; Now you can join them. You will gain access to prefabricated spaceship components cleverly made from sewer pipes. Can you build a space ship durable enough to weather storms of meteors? Armed enough to defend against pirates? Big enough to carry a large crew and valuable cargo? Fast enough to get there first?&#10;&#10;Of course you can. Become a Galaxy Trucker. It's loads of fun.&#10;&#10;Galaxy Trucker is a tile laying game that plays out over two phases: building and flying. The goal is to have the most credits at the end of the game. You can earn credits by delivering goods, defeating pirates, building an efficient ship, and being the furthest along the track at the end of the flying phase.&#10;&#10;Building happens in real time and has players build their personal space ships by grabbing tiles from the middle of the table before the timer runs out. Tiles start out facedown so they won't know what they have until they take it, but they may choose to return it faceup if they don't want it. They must place the tiles they keep in a legal manner in their space ship. Usually this just means lining up the connectors appropriately (single to single, double to double, universal to anything) but also includes proper positioning of guns and engines. Tiles represent a variety of things including guns, engines, storage containers, crew cabins, shields, and batteries. They may also peek at the cards they will encounter in phase 2, but they must sacrifice building time to do this. At any time players may call their ships finished and take an order marker from the center.&#10;&#10;Once building is completed, and ships have been checked for errors, the flight begins. The flight cards are shuffled and player markers are placed on the flight board according to the order markers taken. Cards are revealed one at a time and players interact with them in order. They may include things such as pirates, abandoned vessels, disease outbreaks, meteor showers, worlds with goods to pick up, player-on-player combat zones, and other various things.&#10;&#10;Most of the cards will cause players to move back on the flight track and they must decide if the delay is worth their efforts. When all the cards are encountered players sell any goods they have collected, collect their rewards for finishing in first, second, or third place or having the most intact ship, and then lose some credits for damaged components. Space can be a very dangerous place and it is not uncommon to see your ship break into smaller and smaller pieces or lose some very valuable cargo off the side. If your ship gets damaged too much you can get knocked out of the race, so be careful!&#10;&#10;3 rounds of this are done, and in each round players get a bigger board to build a ship that can hold more components. After the 3rd round the player with the most credits wins!&#10;&#10;",
        "mechanics": [
            "Dice Rolling",
            "Events",
            "Real-Time",
            "Relative Movement",
            "Team-Based Game",
            "Tile Placement",
            "Track Movement"
        ]
    },
    {
        "gameId": 291457,
        "name": "Gloomhaven: Jaws of the Lion",
        "image": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__original/img/PBzsLRqNKQKJxGnzpb7o3qLWPQM=/0x0/filters:format(jpeg)/pic5055631.jpg",
        "thumbnail": "https://cf.geekdo-images.com/_HhIdavYW-hid20Iq3hhmg__thumb/img/OMkN_E5eyWrkID_cHCnQEbIixGM=/fit-in/200x150/filters:strip_icc()/pic5055631.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 8.65826,
        "rank": 6,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Gloomhaven: Jaws of the Lion is a standalone game that takes place before the events of Gloomhaven. The game includes four new characters &mdash; Valrath Red Guard (tank, crowd control), Inox Hatchet (ranged damage), Human Voidwarden (support, mind-control), and Quatryl Demolitionist (melee damage, obstacle manipulation) &mdash; that can also be used in the original Gloomhaven game.&#10;&#10;The game also includes 16 monster types (including seven new standard monsters and three new bosses) and a new campaign with 25 scenarios that invites the heroes to investigate a case of mysterious disappearances within the city. Is it the work of Vermlings, or is something far more sinister going on?&#10;&#10;Gloomhaven: Jaws of the Lion is aimed at a more casual audience to get people into the gameplay more quickly. All of the hard-to-organize cardboard map tiles have been removed, and instead players will play on the scenario book itself, which features new artwork unique to each scenario. The last barrier to entry &mdash; i.e., learning the game &mdash; has also been lowered through a simplified rule set and a five-scenario tutorial that will ease new players into the experience.&#10;&#10;",
        "mechanics": [
            "Action Queue",
            "Action Retrieval",
            "Campaign / Battle Card Driven",
            "Communication Limits",
            "Cooperative Game",
            "Critical Hits and Failures",
            "Deck Construction",
            "Grid Movement",
            "Hand Management",
            "Hexagon Grid",
            "Legacy Game",
            "Line of Sight",
            "Once-Per-Game Abilities",
            "Scenario / Mission / Campaign Game",
            "Simultaneous Action Selection",
            "Solo / Solitaire Game",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 2655,
        "name": "Hive",
        "image": "https://cf.geekdo-images.com/fQe85tsBZoH6ibPnm1k1UA__original/img/eqUVrCJKcMBGBhw4Gfc9_9JabYE=/0x0/filters:format(jpeg)/pic791151.jpg",
        "thumbnail": "https://cf.geekdo-images.com/fQe85tsBZoH6ibPnm1k1UA__thumb/img/8ULXa8v7095ohgXMMmNlCGrC7zU=/fit-in/200x150/filters:strip_icc()/pic791151.jpg",
        "minPlayers": 2,
        "maxPlayers": 2,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2000,
        "bggRating": 0,
        "averageRating": 7.32281,
        "rank": 261,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Hive is a highly addictive strategic game for two players that is not restricted by a board and can be played anywhere on any flat surface. Hive is made up of twenty two pieces, eleven black and eleven white, resembling a variety of creatures each with a unique way of moving.&#10;&#10;With no setting up to do, the game begins when the first piece is placed down. As the subsequent pieces are placed this forms a pattern that becomes the playing surface (the pieces themselves become the board). Unlike other such games, the pieces are never eliminated and not all have to be played. The object of the game is to totally surround your opponent's queen, while at the same time trying to block your opponent from doing likewise to your queen. The player to totally surround his opponent's queen wins the game.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Hive FAQ - please read before posting questions in the forum!&#10;&#10;",
        "mechanics": [
            "Enclosure",
            "Grid Movement",
            "Hexagon Grid",
            "Pieces as Map",
            "Slide/Push",
            "Three Dimensional Movement",
            "Tile Placement"
        ]
    },
    {
        "gameId": 281259,
        "name": "The Isle of Cats",
        "image": "https://cf.geekdo-images.com/AuAheDzhkLufiZFE9JaRNA__original/img/pKq-l1Ms78olHwMbZYMa_x6m-fM=/0x0/filters:format(jpeg)/pic4781085.jpg",
        "thumbnail": "https://cf.geekdo-images.com/AuAheDzhkLufiZFE9JaRNA__thumb/img/gENtMHYJDff6XaGGOYw9oSZShCs=/fit-in/200x150/filters:strip_icc()/pic4781085.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 90,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.89721,
        "rank": 97,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "The Isle of Cats is a competitive, medium-weight, card-drafting, polyomino cat-placement board game for 1-4 players (6 with expansions).&#10;&#10;In the game, you are citizens of Squalls End on a rescue mission to The Isle of Cats and must rescue as many cats as possible before the evil Lord Vesh arrives. Each cat is represented by a unique tile and belongs to a family, you must find a way to make them all fit on your boat while keeping families together. You will also need to manage resources as you:&#10;&#10;&#10;     Explore the island (by drafting cards)&#10;     Rescue cats&#10;     Find treasures&#10;     Befriend Oshax&#10;     Study ancient lessons&#10;&#10;&#10;Each lesson you collect gives you another personal way of scoring points, and 38 unique lessons are available. Complete lessons, fill your boat, and keep cat families together to score points, and the player with the most points after five rounds wins.&#10;&#10;Note: The Isle of Cats: Kickstarter Edition is a compilation item consisting of The Isle of Cats base game and The Isle of Cats: Kickstarter Pack, each of which are available as separate items and listed individually in the BGG database.&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Drafting",
            "Grid Coverage",
            "Hidden Victory Points",
            "Income",
            "Pattern Building",
            "Set Collection",
            "Solo / Solitaire Game",
            "Square Grid",
            "Tile Placement",
            "Turn Order: Stat-Based"
        ]
    },
    {
        "gameId": 254640,
        "name": "Just One",
        "image": "https://cf.geekdo-images.com/qKcKjHpzAvLddwBhyindag__original/img/NPUrOSJ5NEC7aPkoEXnTHJ7vICU=/0x0/filters:format(jpeg)/pic4268499.jpg",
        "thumbnail": "https://cf.geekdo-images.com/qKcKjHpzAvLddwBhyindag__thumb/img/HhZu2qLp9wyX9PNgvmDE8_hCl-0=/fit-in/200x150/filters:strip_icc()/pic4268499.jpg",
        "minPlayers": 3,
        "maxPlayers": 7,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 7.61926,
        "rank": 146,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Just One is a cooperative party game in which you play together to discover as many mystery words as possible. Find the best clue to help your teammate. Be unique, as all identical clues will be cancelled!&#10;&#10;A complete game is played over 13 cards. The goal is to get a score as close to 13 as possible. In case of a right answer, the players score 1 point. In case of wrong answer, they lose the current card as well as the top card of the deck. Thus losing 2 points. In case of lack of answer, the players only lose the current card, and therefore only 1 point.&#10;&#10;You have the choice &ndash; make the difference!&#10;&#10;Small Historical Point:&#10;&#10;Originally, Just One was called We Are The Word and was published by Fun Consortium.&#10;&#10;Repos Production bought the rights in early 2018 and adapted the game. The Sombrero-wearing Belgians decided to improve the quality of the components, add 50 new words, and change the name of the game. Following this new edition, the game went from having only a French edition to having a world-wide edition.&#10;&#10;",
        "mechanics": [
            "Communication Limits",
            "Cooperative Game"
        ]
    },
    {
        "gameId": 284378,
        "name": "Kanban EV",
        "image": "https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__original/img/Htra4hvxjBlejtNEIUns_B3CNNc=/0x0/filters:format(jpeg)/pic4924232.jpg",
        "thumbnail": "https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__thumb/img/RQunBacBw949DkYBgzoS5YaXgJo=/fit-in/200x150/filters:strip_icc()/pic4924232.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 180,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 8.60981,
        "rank": 110,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Electric vehicles (EVs) have become more common since 2014 and are the future of the automobile industry. They are superior vehicles due to them being more efficient, easier to maintain, cleaner, and cheaper to run. They are computerized machines that use AI to improve safety and in the near future will provide autonomous driving. They receive software upgrades during their lifetime and are constantly improving, unlike their traditional combustion-engine counterparts, which start to become obsolete as soon as you start using them.&#10;&#10;You will be overseeing the production of these vehicles in Kanban EV, with &quot;kanban&quot; (&#231;&#156;&#139;&#230;&#157;&#191;) being the name for a scheduling system that supports an efficient assembly line, just-in-time production, and a smooth workflow process. Over the course of the game, players take on the role of rookie employees who are trying to secure their career. You need to manage suppliers and supplies, improve and innovate automobile parts, and get your hands greasy on the assembly line in order to boost production and impress the factory manager.&#10;&#10;You must make shrewd use of the recycling facilities and the limited factory supplies in order to appropriate parts when the suppliers come up short. Because the factory must run at optimum efficiency, production doesn't wait for you or for mistakes. Sandra, the factory manager, will review your performance and keep the factory on tempo.&#10;&#10;Kanban EV is a game that focuses on resource and time management that puts you in the driver's seat of an entire production facility, racing for factory goals and the highest level of promotion. You earn production points (PP) for performing various actions in the game, and the player with the most PP at the end of the game wins.&#10;&#10;&mdash;description from publisher&#10;&#10;Includes solo mode by D&aacute;vid Turczi&#10;&#10;",
        "mechanics": [
            "Action Points",
            "Hand Management",
            "Variable Phase Order",
            "Worker Placement"
        ]
    },
    {
        "gameId": 122515,
        "name": "Keyflower",
        "image": "https://cf.geekdo-images.com/HbfgxDJZQnNEZQKvpmJxQg__original/img/HsrtfanhKfXX07zNEm-xZpSbxyY=/0x0/filters:format(jpeg)/pic2278942.jpg",
        "thumbnail": "https://cf.geekdo-images.com/HbfgxDJZQnNEZQKvpmJxQg__thumb/img/5t1MtJEDdhSgtyJlmu3Hu1qR_ZQ=/fit-in/200x150/filters:strip_icc()/pic2278942.jpg",
        "minPlayers": 2,
        "maxPlayers": 6,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2012,
        "bggRating": 0,
        "averageRating": 7.77678,
        "rank": 82,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Keyflower is a game for two to six players played over four rounds. Each round represents a season: spring, summer, autumn, and finally winter. Each player starts the game with a &quot;home&quot; tile and an initial team of eight workers, each of which is colored red, yellow, or blue. Workers of matching colors are used by the players to bid for tiles to add to their villages. Matching workers may alternatively be used to generate resources, skills and additional workers, not only from the player's own tiles, but also from the tiles in the other players' villages and from the new tiles being auctioned.&#10;&#10;In spring, summer and autumn, more workers will arrive on board the Keyflower and her sister boats, with some of these workers possessing skills in the working of the key resources of iron, stone and wood. In each of these seasons, village tiles are set out at random for auction. In the winter no new workers arrive and the players select the village tiles for auction from those they received at the beginning of the game. Each winter village tile offers VPs for certain combinations of resources, skills and workers. The player whose village and workers generate the most VPs wins the game.&#10;&#10;Keyflower presents players with many different challenges and each game will be different due to the mix of village tiles that appear in that particular game. Throughout the game, players will need to be alert to the opportunities to best utilize their various resources, transport and upgrade capability, skills and workers.&#10;&#10;Keyflower, a joint design between Richard Breese and Sebastian Bleasdale, is the seventh game in the &quot;Key&quot; series from R&amp;D Games set in the medieval &quot;Key&quot; land.&#10;&#10;",
        "mechanics": [
            "Auction/Bidding",
            "Auction: Fixed Placement",
            "Constrained Bidding",
            "End Game Bonuses",
            "Hexagon Grid",
            "Modular Board",
            "Multiple-Lot Auction",
            "Network and Route Building",
            "Ownership",
            "Set Collection",
            "Tile Placement",
            "Turn Order: Auction",
            "Variable Set-up",
            "Worker Placement",
            "Worker Placement, Different Worker Types"
        ]
    },
    {
        "gameId": 319966,
        "name": "The King Is Dead: Second Edition",
        "image": "https://cf.geekdo-images.com/p8ATnANurMdieJUELqN3IA__original/img/bnDn1undC8Pf6iAICKSv-4RaJXs=/0x0/filters:format(jpeg)/pic5680120.jpg",
        "thumbnail": "https://cf.geekdo-images.com/p8ATnANurMdieJUELqN3IA__thumb/img/Cf-tr8Vc6XGuB-sN_rZq65OSVDw=/fit-in/200x150/filters:strip_icc()/pic5680120.jpg",
        "minPlayers": 2,
        "maxPlayers": 4,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 7.82266,
        "rank": 479,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "The King is dead. The kingdom is divided. Three factions &mdash; the Scottish, the Welsh, and the English &mdash; vie for control and, across the sea, foreign invaders prepare to take advantage of the chaos. Players must marshal their limited resources to influence this power struggle, while ensuring that the faction that rises to dominate the realm favors them above all other claimants to the throne.&#10;&#10;The King is Dead: Second Edition refreshes the accessible yet strikingly deep game with updated graphic design, gorgeous new artwork, and a brand-new asymmetric game mode for advanced play.&#10;&#10;",
        "mechanics": [
            "Area Majority / Influence",
            "Campaign / Battle Card Driven",
            "Communication Limits",
            "Hand Management",
            "Map Reduction",
            "Team-Based Game",
            "Turn Order: Pass Order",
            "Variable Set-up"
        ]
    },
    {
        "gameId": 129622,
        "name": "Love Letter",
        "image": "https://cf.geekdo-images.com/T1ltXwapFUtghS9A7_tf4g__original/img/xIAzJY7rl-mtPStRZSqnTVsAr8Y=/0x0/filters:format(jpeg)/pic1401448.jpg",
        "thumbnail": "https://cf.geekdo-images.com/T1ltXwapFUtghS9A7_tf4g__thumb/img/GtNX7gCmGpw39Tr6JApWC3Aga5U=/fit-in/200x150/filters:strip_icc()/pic1401448.jpg",
        "minPlayers": 2,
        "maxPlayers": 4,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2012,
        "bggRating": 0,
        "averageRating": 7.23319,
        "rank": 296,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "All of the eligible young men (and many of the not-so-young) seek to woo the princess of Tempest. Unfortunately, she has locked herself in the palace, and you must rely on others to take your romantic letters to her. Will yours reach her first?&#10;&#10;Love Letter is a game of risk, deduction, and luck for 2&ndash;4 players. Your goal is to get your love letter into Princess Annette's hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!&#10;&#10;Number 4 in the Tempest: Shared World Game Series&#10;&#10;",
        "mechanics": [
            "Deduction",
            "Hand Management",
            "Player Elimination",
            "Score-and-Reset Game"
        ]
    },
    {
        "gameId": 248562,
        "name": "Mage Knight: Ultimate Edition",
        "description": "Combining elements of RPGs, deck-building, and traditional board games, the Mage Knight Board Game puts you in control of one of four powerful Mage Knights as you explore (and conquer) a corner of the Mage Knight universe under the control of the Atlantean Empire. Build your army, fill your deck with powerful spells and actions, explore caves and dungeons, and eventually conquer powerful cities controlled by this once-great faction! In competitive scenarios, opposing players may be powerful allies, but only one will be able to claim the land as their own. In cooperative scenarios, the players win or lose as a group. Solo rules are also included.&#10;&#10;Mage Knight: Ultimate Edition contains the base game; The Lost Legion, Shades of Tezla, and Krang Character expansions; comprehensive integrated rules text; five new cards; and miniatures with alternate paint jobs.&#10;&#10;",
        "image": "https://cf.geekdo-images.com/jgsT5y5qKlOR08CuHG7xfw__original/img/mnPgX4nM_l1JnXFE16dAZjGS8sw=/0x0/filters:format(jpeg)/pic4411189.jpg",
        "thumbnail": "https://cf.geekdo-images.com/jgsT5y5qKlOR08CuHG7xfw__thumb/img/DM78RCe2olPBHUesY9V-GS56gCU=/fit-in/200x150/filters:strip_icc()/pic4411189.jpg",
        "minPlayers": 1,
        "maxPlayers": 5,
        "playingTime": 150,
        "mechanics": [
          "Card Drafting",
          "Cooperative Game",
          "Deck, Bag, and Pool Building",
          "Dice Rolling",
          "Grid Movement",
          "Hand Management",
          "Modular Board",
          "Role Playing",
          "Solo / Solitaire Game",
          "Tile Placement",
          "Variable Player Powers"
        ],
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 7.78622,
        "averageRating": 8.94246,
        "rank": -1,
        "designers": [
          "Vlaada Chvátil",
          "Paul Grogan",
          "Phil Pettifer"
        ],
        "publishers": [
          "WizKids (I)",
          "Angry Lion Games",
          "Galápagos Jogos",
          "Game Harbor",
          "Giochi Uniti",
          "Intrafin Games",
          "Korea Boardgames Co., Ltd.",
          "Lavka Games",
          "NECA",
          "Pegasus Spiele",
          "Portal Games",
          "REXhry",
          "SD Games"
        ],
        "artists": [
          "J. Lonnee",
          "Chris Raimo",
          "Milan Vavroň"
        ],
        "playerPollResults": [
          {
            "numPlayers": 1,
            "best": 159,
            "recommended": 30,
            "notRecommended": 1,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 2,
            "best": 65,
            "recommended": 93,
            "notRecommended": 10,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 3,
            "best": 9,
            "recommended": 77,
            "notRecommended": 53,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 4,
            "best": 4,
            "recommended": 22,
            "notRecommended": 116,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 5,
            "best": 0,
            "recommended": 7,
            "notRecommended": 133,
            "numPlayersIsAndHigher": false
          },
          {
            "numPlayers": 5,
            "best": 0,
            "recommended": 1,
            "notRecommended": 129,
            "numPlayersIsAndHigher": true
          }
        ]
    },
    {
        "gameId": 285774,
        "name": "Marvel Champions: The Card Game",
        "image": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__original/img/cqng0e4S7Cj6j6Sb49-OCggGi-8=/0x0/filters:format(jpeg)/pic4900321.jpg",
        "thumbnail": "https://cf.geekdo-images.com/kRvUgYiaOq07kC67ZK5UoQ__thumb/img/SDNWntiB06KhAINl06CDPkoipDc=/fit-in/200x150/filters:strip_icc()/pic4900321.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 90,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 8.20049,
        "rank": 37,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "&quot;With great power, there must also come great responsibility.&quot;&#10;   &ndash;Stan Lee, Amazing Fantasy #15&#10;&#10;Iron Man and Black Panther team up to stop Rhino from rampaging through the streets of New York. Captain Marvel and Spider-Man battle Ultron as he threatens global annihilation. Do you have what it takes to join the ranks of these legendary heroes and become a champion?&#10;&#10;Jump into the Marvel Universe with Marvel Champions: The Card Game, a cooperative Living Card Game for one to four players!&#10;&#10;Marvel Champions: The Card Game invites players embody iconic heroes from the Marvel Universe as they battle to stop infamous villains from enacting their devious schemes. As a Living Card Game, Marvel Champions is supported with regular releases of new product, including new heroes and scenarios.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "mechanics": [
            "Cooperative Game",
            "Deck Construction",
            "Hand Management",
            "Scenario / Mission / Campaign Game",
            "Solo / Solitaire Game",
            "Variable Player Powers",
            "Variable Set-up"
        ]
    },
    {
        "gameId": 118,
        "name": "Modern Art",
        "image": "https://cf.geekdo-images.com/wLto-xaabHwKQe_Bc4iD1Q__original/img/s3Gai8XBTVfWFFlYpL4XF3kIlWU=/0x0/filters:format(png)/pic3458036.png",
        "thumbnail": "https://cf.geekdo-images.com/wLto-xaabHwKQe_Bc4iD1Q__thumb/img/AUqMholGVlwXLjMcxwiziE_7Ffw=/fit-in/200x150/filters:strip_icc()/pic3458036.png",
        "minPlayers": 3,
        "maxPlayers": 5,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 1992,
        "bggRating": 0,
        "averageRating": 7.44303,
        "rank": 226,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Buying and selling paintings can be a very lucrative business.  Five different artists have produced a bunch of paintings, and it's the player's task to be both the buyer and the seller, hopefully making a profit in both roles.  He does this by putting a painting from his hand up for auction each turn.  He gets the money if some other player buys it, but must pay the bank if he buys it for himself.  After each round, paintings are valued by the number of paintings of that type that were sold.  The broker with the most cash after four rounds is the winner.&#10;&#10;Part of the Knizia auction trilogy.&#10;&#10;",
        "mechanics": [
            "Auction/Bidding",
            "Auction: English",
            "Auction: Once Around",
            "Auction: Sealed Bid",
            "Auction: Turn Order Until Pass",
            "Commodity Speculation",
            "Hand Management",
            "Victory Points as a Resource"
        ]
    },
    {
        "gameId": 167355,
        "name": "Nemesis",
        "image": "https://cf.geekdo-images.com/tAqLpWxQ0Oo3GaPP3MER1g__original/img/sA6r1p6BO_Tgyc3-xgIESC9Y-vg=/0x0/filters:format(jpeg)/pic5073276.jpg",
        "thumbnail": "https://cf.geekdo-images.com/tAqLpWxQ0Oo3GaPP3MER1g__thumb/img/sMIg7_b5ekS1xm6cBIoMFpH0MZs=/fit-in/200x150/filters:strip_icc()/pic5073276.jpg",
        "minPlayers": 1,
        "maxPlayers": 5,
        "playingTime": 180,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 8.38469,
        "rank": 17,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Playing Nemesis will take you into the heart of sci-fi survival horror in all its terror. A soldier fires blindly down a corridor, trying to stop the alien advance. A scientist races to find a solution in his makeshift lab. A traitor steals the last escape pod in the very last moment. Intruders you meet on the ship are not only reacting to the noise you make but also evolve as the time goes by. The longer the game takes, the stronger they become. During the game, you control one of the crew members with a unique set of skills, personal deck of cards, and individual starting equipment. These heroes cover all your basic SF horror needs. For example, the scientist is great with computers and research, but will have a hard time in combat. The soldier, on the other hand...&#10;&#10;Nemesis is a semi-cooperative game in which you and your crewmates must survive on a ship infested with hostile organisms. To win the game, you have to complete one of the two objectives dealt to you at the start of the game and get back to Earth in one piece. You will find many obstacles on your way: swarms of Intruders (the name given to the alien organisms by the ship AI), the poor physical condition of the ship, agendas held by your fellow players, and sometimes just cruel fate.&#10;&#10;The gameplay of Nemesis is designed to be full of climactic moments which, hopefully, you will find rewarding even when your best plans are ruined and your character meets a terrible fate.&#10;&#10;",
        "mechanics": [
            "Campaign / Battle Card Driven",
            "Cooperative Game",
            "Dice Rolling",
            "Hidden Roles",
            "Modular Board",
            "Player Elimination",
            "Semi-Cooperative Game",
            "Solo / Solitaire Game",
            "Team-Based Game",
            "Traitor Game",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 287084,
        "name": "Oriflamme",
        "image": "https://cf.geekdo-images.com/8MpTeqlzyIupMpSSxP3PAw__original/img/XoqLo4dQlXvFHZBAcKbZheA8NHA=/0x0/filters:format(jpeg)/pic4949335.jpg",
        "thumbnail": "https://cf.geekdo-images.com/8MpTeqlzyIupMpSSxP3PAw__thumb/img/NACmpm6Pzd2IrmAq9teXwLlmKqA=/fit-in/200x150/filters:strip_icc()/pic4949335.jpg",
        "minPlayers": 3,
        "maxPlayers": 5,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.189,
        "rank": 1171,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In Oriflamme, the players find themselves in the middle of a medieval feud over the French royal crown. The King is dead! Long live the King! As heads of influential families, the players strive to come to power with cunning and malice, power and strength, virtue and infamy. Their goal: the king's throne!&#10;&#10;In the tactical card game, hidden cards are played in turn. By tactically uncovering and activating their effects, players can outdo or get them out of the way, because all players have the same goal in mind &mdash; to collect the most influence points for their family and thus win the game.&#10;&#10;",
        "mechanics": [
            "Action Queue",
            "Betting and Bluffing",
            "Card Play Conflict Resolution",
            "Hand Management"
        ]
    },
    {
        "gameId": 274960,
        "name": "Point Salad",
        "image": "https://cf.geekdo-images.com/Xy0W9NtEpX0EVjwgxO3IEA__original/img/WdLBZcryNqysYsyC3PNF9FeaPWQ=/0x0/filters:format(png)/pic4621571.png",
        "thumbnail": "https://cf.geekdo-images.com/Xy0W9NtEpX0EVjwgxO3IEA__thumb/img/1gKeE2_50dXcL03gH3cEU-Ixj6c=/fit-in/200x150/filters:strip_icc()/pic4621571.png",
        "minPlayers": 2,
        "maxPlayers": 6,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.26846,
        "rank": 388,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Point Salad is a fast and fun card drafting game for the whole family. There are over 100 ways to score points. Players may use a variety of strategies and every game of Point Salad is unique!&#10;&#10;Cards come in six different types of veggies, and the back of each card has a different scoring method. So for instance, one scoring method may award 2 points for every carrot you have, but deduct a point for every onion.  By drafting combinations of veggies and point cards that work for your strategy, you can amass the most points and win.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Set Collection"
        ]
    },
    {
        "gameId": 244521,
        "name": "The Quacks of Quedlinburg",
        "image": "https://cf.geekdo-images.com/pH5LgRL4mNRon-2NsSDb1Q__original/img/8PEJOyuKGbTaEGbUbCoLQy_i65Y=/0x0/filters:format(png)/pic6137509.png",
        "thumbnail": "https://cf.geekdo-images.com/pH5LgRL4mNRon-2NsSDb1Q__thumb/img/E_XspsgbgrVOwOeCuZMO1S8W2rk=/fit-in/200x150/filters:strip_icc()/pic6137509.png",
        "minPlayers": 2,
        "maxPlayers": 4,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 7.85106,
        "rank": 57,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In The Quacks of Quedlinburg, players are charlatans &mdash; or quack doctors &mdash; each making their own secret brew by adding ingredients one at a time. Take care with what you add, though, for a pinch too much of this or that will spoil the whole mixture!&#10;&#10;Each player has their own bag of ingredient chips. During each round, they simultaneously draw chips from their bags and add them to their pots. The higher the face value of the drawn chip, the further it is placed in the pot's swirling pattern, increasing how much the potion will be worth. Push your luck as far as you can, but if you add too many cherry bombs, your pot will explode!&#10;&#10;At the end of each round, players gain victory points and coins to spend on new ingredients, depending on how well they managed to fill up their pots. But players whose pots have exploded must choose points or coins &mdash; not both! The player with the most victory points at the end of nine rounds wins the game.&#10;&#10;",
        "mechanics": [
            "Catch the Leader",
            "Deck, Bag, and Pool Building",
            "Dice Rolling",
            "Events",
            "Market",
            "Push Your Luck",
            "Variable Set-up"
        ]
    },
    {
        "gameId": 217372,
        "name": "The Quest for El Dorado",
        "image": "https://cf.geekdo-images.com/IHOUjBZ9ziMeYTRWp2hYAA__original/img/toEwTTESQ1Yqh4IJ_8lYpSxxDMg=/0x0/filters:format(jpeg)/pic4848678.jpg",
        "thumbnail": "https://cf.geekdo-images.com/IHOUjBZ9ziMeYTRWp2hYAA__thumb/img/_dAo-_rzbTzm_oIQscu7NSQ5-hE=/fit-in/200x150/filters:strip_icc()/pic4848678.jpg",
        "minPlayers": 2,
        "maxPlayers": 4,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 2017,
        "bggRating": 0,
        "averageRating": 7.62633,
        "rank": 149,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In The Quest for El Dorado, players take the roles of expedition leaders who have embarked on a search for the legendary land of gold in the dense jungles of South America. Each player assembles and equips their own team, hiring various helpers from the scout to the scientist to the aborigine. All of them have one goal in mind: Reaching the golden border first and winning all of the riches for themselves. Whoever chooses the best tactics will be rewarded!&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Deck, Bag, and Pool Building",
            "Grid Movement",
            "Hand Management",
            "Hexagon Grid",
            "Modular Board",
            "Race"
        ]
    },
    {
        "gameId": 279537,
        "name": "The Search for Planet X",
        "image": "https://cf.geekdo-images.com/NItjtztEUAKOpaTWZddu9A__original/img/fr-JmerGdiEj6r9UM7F6laogGF0=/0x0/filters:format(jpeg)/pic5744928.jpg",
        "thumbnail": "https://cf.geekdo-images.com/NItjtztEUAKOpaTWZddu9A__thumb/img/x8YD4cAVOAbSDsZbmKgU0-WQ9wI=/fit-in/200x150/filters:strip_icc()/pic5744928.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 8.14404,
        "rank": 178,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "At the edge of our solar system, a dark planet may lurk. In 2015, astronomers estimated a large distant planet could explain the unique orbits of dwarf planets and other objects. Since then, astronomers have been scanning the sky, hoping to find this planet.&#10;&#10;In The Search for Planet X, players take on the role of astronomers who use observations and logical deductions to search for this hypothetical planet. Each game, the companion app randomly selects an arrangement of objects and a location for Planet X following predefined logic rules.&#10;&#10;Each round, as the earth travels around the sun, players use the app to perform scans and attend conferences. As they gain information about the location of the objects, they mark that information on their deduction sheets. As players learn the locations of the various objects, they can start publishing theories, which is how players score points.&#10;&#10;As more and more objects are found, players narrow down the possible locations for Planet X. Once a player believes they know its location and the objects on either side of it, they use the app to conduct a search. The game ends when a player successfully locates Planet X, and all players have a final chance to score some additional points.&#10;&#10;The Search for Planet X captures the thrill of discovery, the puzzle-y nature of astronomical investigation, and the competition inherent in the scientific process. Can you be the first to find Planet X?&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "mechanics": [
            "Action Points",
            "Deduction",
            "End Game Bonuses",
            "Solo / Solitaire Game",
            "Time Track"
        ]
    },
    {
        "gameId": 157969,
        "name": "Sheriff of Nottingham",
        "image": "https://cf.geekdo-images.com/BBgLFKUzr6tcKtlIM2JSFw__original/img/fll2MuTBPVKb7fyBJ8D-4_c1XHM=/0x0/filters:format(jpeg)/pic2075830.jpg",
        "thumbnail": "https://cf.geekdo-images.com/BBgLFKUzr6tcKtlIM2JSFw__thumb/img/JD5L_XrtkaKINUj8ILZqFMGcTsE=/fit-in/200x150/filters:strip_icc()/pic2075830.jpg",
        "minPlayers": 3,
        "maxPlayers": 5,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 2014,
        "bggRating": 0,
        "averageRating": 7.11656,
        "rank": 412,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Prince John is coming to Nottingham! Players, in the role of merchants, see this as an opportunity to make quick profits by selling goods in the bustling city during the Prince's visit. However, players must first get their goods through the city gate, which is under the watch of the Sheriff of Nottingham. Should you play it safe with legal goods and make a profit, or risk it all by sneaking in illicit goods? Be mindful, though, as the Sheriff always has his eyes out for liars and tricksters and if he catches one, he very well may confiscate those goods for himself!&#10;&#10;In Sheriff of Nottingham, players will not only be able to experience Nottingham as a merchant of the city, but each turn one player will step into the shoes of the Sheriff himself. Players declare goods they wish to bring into the city, goods that are secretly stored in their burlap sack. The Sheriff must then determine who gets into the city with their goods, who gets inspected, and who may have their goods confiscated!&#10;&#10;Do you have what it takes to be seen as an honest merchant? Will you make a deal with the Sheriff to let you in? Or will you persuade the Sheriff to target another player while you quietly slip by the gate? Declare your goods, negotiate deals, and be on the lookout for the Sheriff of Nottingham!&#10;&#10;Sheriff of Nottingham is the first game in the Dice Tower Essentials Line from Arcane Wonders.&#10;&#10;",
        "mechanics": [
            "Betting and Bluffing",
            "Bribery",
            "Card Drafting",
            "Hand Management",
            "Negotiation",
            "Role Playing",
            "Set Collection"
        ]
    },
    {
        "gameId": 2511,
        "name": "Sherlock Holmes Consulting Detective: The Thames Murders & Other Cases",
        "image": "https://cf.geekdo-images.com/ptDZ2tJ6dSNiONAx3HH8Tw__original/img/iu21NR45DwHyFY-UPW0m7hwY_vw=/0x0/filters:format(jpeg)/pic3514298.jpg",
        "thumbnail": "https://cf.geekdo-images.com/ptDZ2tJ6dSNiONAx3HH8Tw__thumb/img/TKoDj4fKzLa_m45TCQeDGcBf63o=/fit-in/200x150/filters:strip_icc()/pic3514298.jpg",
        "minPlayers": 1,
        "maxPlayers": 8,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 1982,
        "bggRating": 0,
        "averageRating": 7.69745,
        "rank": 113,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Have you ever had the desire to walk the streets of Victorian London with Sherlock Holmes in search of Professor Moriarty? To search the docks for the giant rat of Sumatra? To walk up Baker Street as the fog is rolling in and hear Holmes cry out, &quot;Come, Watson, come! The game is afoot!&quot;? Now you can! You can enter the opium den beneath the Bar of Gold, but beware, that may be Colonel Sebastian Moran lurking around the corner. You can capture the mystery and excitement of Holmes' London in this challenging and informative game. You, the player, will match your deductive abilities against your opponents and the master sleuth himself, Sherlock Holmes.&#10;&#10;In Sherlock Holmes Consulting Detective, you are presented with a mystery to solve, and it is then up to you to trace the threads of evidence through the byways and mansions of nineteenth century London. You will interview suspects, search the newspapers for clues, and put together the facts to reach a solution.&#10;&#10;Why were two lions murdered in Hyde Park? Who is responsible for the missing paintings from the National Gallery? Who murdered Oswald Mason and why? These are just a few of the cases that will challenge your ingenuity and deductive abilities.&#10;&#10;This is not a board game: No dice, no luck, but a challenge to your mental ability. The game has been thoroughly researched for Holmesian and Victorian accuracy so as to capture a feeling of that bygone era.&#10;&#10;",
        "mechanics": [
            "Cooperative Game",
            "Narrative Choice / Paragraph",
            "Solo / Solitaire Game",
            "Storytelling"
        ]
    },
    {
        "gameId": 92415,
        "name": "Skull",
        "image": "https://cf.geekdo-images.com/4E9rSeKJDXiBbKmyMNtM7Q__original/img/9tZciH6PXqTKuqAqocFuhntA7J8=/0x0/filters:format(jpeg)/pic1779342.jpg",
        "thumbnail": "https://cf.geekdo-images.com/4E9rSeKJDXiBbKmyMNtM7Q__thumb/img/zLo-17a1UkBwLj3bgr-cTy34Mlk=/fit-in/200x150/filters:strip_icc()/pic1779342.jpg",
        "minPlayers": 3,
        "maxPlayers": 6,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2011,
        "bggRating": 0,
        "averageRating": 7.20146,
        "rank": 400,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Edited description from Bruno Faidutti's write-up of the game in his Ideal Game Library:&#10;&#10;Skull &amp; Roses is the quintessence of bluffing, a game in which everything is played in the players' heads. Each player plays a face-down card, then each player in turn adds one more card &ndash; until someone feels safe enough to state that he can turn a number of cards face up and get only roses. Other players can then overbid him, saying they can turn even more cards face up. The highest bidder must then turn that number of cards face up, starting with his own. If he shows only roses, he wins; if he reveals a skull, he loses, placing one of his cards out of play. Two successful challenges wins the game. Skull &amp; Roses is not a game of luck; it's a game of poker face and meeting eyes.&#10;&#10;Skull &amp; Roses Red features the same gameplay as Skull &amp; Roses, with the only change being alternate rules that allow each player to control two biker gangs. Both Skull &amp; Roses Red and Skull are playable on their own, with each game containing six different biker gangs. Each Skull or Skull &amp; Roses set can be combined with another to allow for games with more than six players.&#10;&#10;",
        "mechanics": [
            "Auction/Bidding",
            "Hand Management",
            "Player Elimination"
        ]
    },
    {
        "gameId": 242302,
        "name": "Space Base",
        "image": "https://cf.geekdo-images.com/MHhQxXVjiaa6C-04nGiIWw__original/img/QyWen0FVOKD_4wf7Na7fdsMTjis=/0x0/filters:format(jpeg)/pic6640638.jpg",
        "thumbnail": "https://cf.geekdo-images.com/MHhQxXVjiaa6C-04nGiIWw__thumb/img/rgETRyeuYs_wiZ5y-9Zj5H8kyFo=/fit-in/200x150/filters:strip_icc()/pic6640638.jpg",
        "minPlayers": 2,
        "maxPlayers": 5,
        "playingTime": 60,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 7.59683,
        "rank": 195,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In Space Base, players assume the roles of Commodores of a small fleet of ships. Ships begin docked at their stations and are then deployed to sectors as new ships are commissioned under your command. Use cargo vessels to engage in trade and commerce; mining vessels to build reoccurring base income; and carriers to spread your influence. Establish new colonies for a new Commodore in a sector to gain even more influence. Gain enough influence and you can be promoted to Admiral!&#10;&#10;Space Base is a quick-to-learn, quick-to-play dice game using the core &quot;I roll, everyone gets stuff&quot; mechanism seen in other games. It's also a strategic engine builder using a player board (your space base) and tableaus of ship cards you can buy and add to your board. The cards you buy and the order you buy them in have interesting implications on your engine beyond just the ability on the card you buy, making for a different type of engine construction than seen in similar games. Players can take their engine in a number of directions: long odds and explosive gains, low luck and steady income, big end-game combos to launch from last to first, or a mix-and-match approach. Ultimately, Space Base is a game you can just start playing and teach everyone how to play in the first round or two and has a satisfying blend of dice-chucking luck and challenging strategic choices.&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Dice Rolling",
            "Random Production"
        ]
    },
    {
        "gameId": 162886,
        "name": "Spirit Island",
        "image": "https://cf.geekdo-images.com/a13ieMPP2s0KEaKNYmtH5w__original/img/nuQlvKPSBG3jsVzaTgZTpNSjlTw=/0x0/filters:format(png)/pic3615739.png",
        "thumbnail": "https://cf.geekdo-images.com/a13ieMPP2s0KEaKNYmtH5w__thumb/img/SKiHQ4zAj8uVdtwxOYKIveY9jCo=/fit-in/200x150/filters:strip_icc()/pic3615739.png",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 120,
        "isExpansion": false,
        "yearPublished": 2017,
        "bggRating": 0,
        "averageRating": 8.36434,
        "rank": 11,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there.&#10;&#10;Spirit Island is a complex and thematic cooperative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek for new power, or to spread presence into new areas of the island.&#10;&#10;The Invaders expand across the island map in a semi-predictable fashion. Each turn they explore into some lands (portions of the island); the next turn, they build in those lands, forming settlements and cities. The turn after that, they ravage there, bringing blight to the land and attacking any native islanders present.&#10;&#10;The islanders fight back against the Invaders when attacked, and lend the spirits some other aid, but may not always do so exactly as you'd hoped. Some Powers work through the islanders, helping them (eg) drive out the Invaders or clean the land of blight.&#10;&#10;The game escalates as it progresses: spirits spread their presence to new parts of the island and seek out new and more potent powers, while the Invaders step up their colonization efforts. Each turn represents 1-3 years of alternate-history.&#10;&#10;At game start, winning requires destroying every last settlement and city on the board - but as you frighten the Invaders more and more, victory becomes easier: they'll run away even if some number of settlements or cities remain. Defeat comes if any spirit is destroyed, if the island is overrun by blight, or if the Invader deck is depleted before achieving victory.&#10;&#10;The game includes different adversaries to fight against (eg: a Swedish Mining Colony, or a Remote British Colony). Each changes play in different ways, and offers a different path of difficulty boosts to keep the game challenging as you gain skill.&#10;&#10;",
        "mechanics": [
            "Action Retrieval",
            "Area Majority / Influence",
            "Campaign / Battle Card Driven",
            "Cooperative Game",
            "Events",
            "Hand Management",
            "Modular Board",
            "Set Collection",
            "Simultaneous Action Selection",
            "Solo / Solitaire Game",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 223770,
        "name": "Startups",
        "image": "https://cf.geekdo-images.com/Y23LsS9HxPgO0XT5RvtwTA__original/img/IJW2fhjS4x88hu8Aap8XHrMfcyg=/0x0/filters:format(png)/pic3678411.png",
        "thumbnail": "https://cf.geekdo-images.com/Y23LsS9HxPgO0XT5RvtwTA__thumb/img/JQ6I0tZDYByNKmMSW0gsTiNulEQ=/fit-in/200x150/filters:strip_icc()/pic3678411.png",
        "minPlayers": 3,
        "maxPlayers": 7,
        "playingTime": 20,
        "isExpansion": false,
        "yearPublished": 2017,
        "bggRating": 0,
        "averageRating": 7.14416,
        "rank": 1225,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Description from the publisher:&#10;&#10;There are six companies that will change the world as we know it! You can be part of their success and be an investor. Try to become rich by making the right decisions!&#10;&#10;Only the biggest investor can get money out of each company. You must try to read the next steps of your rivals and use your capital and your three hidden cards to win against them and become the biggest shareholder!&#10;&#10;You have to be lucky in this game but you must also think about your moves and analyze your rivals! You can play this card game with only a few players but also with many!&#10;&#10;",
        "mechanics": [
            "Area Majority / Influence",
            "Investment",
            "Score-and-Reset Game",
            "Set Collection"
        ]
    },
    {
        "gameId": 242639,
        "name": "Treasure Island",
        "image": "https://cf.geekdo-images.com/_jRH6vLRmKoVDtTJoUtZaA__original/img/yzu_wy2ukpTrSLZ7RbyexQV5Ukk=/0x0/filters:format(jpeg)/pic3895468.jpg",
        "thumbnail": "https://cf.geekdo-images.com/_jRH6vLRmKoVDtTJoUtZaA__thumb/img/yRbs2hjxsUAbgk2Dkju7pYdZnLY=/fit-in/200x150/filters:strip_icc()/pic3895468.jpg",
        "minPlayers": 2,
        "maxPlayers": 5,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2018,
        "bggRating": 0,
        "averageRating": 7.28533,
        "rank": 639,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Long John Silver's crew has committed mutiny and has him cornered and tied up! Round after round, they question him about the location of his treasure and explore the island following his directions &mdash; or perhaps his misdirections? Who knows... The old sea dog is surely planning an escape, after all, after which he will definitely try to get his treasure back.&#10;&#10;Treasure Island is a game of bluffing and adventure in which one player embodies Long John, trying to mislead the others in their search for his treasure. The hunt reaches its climax with Long John's escape, when he will make a final run to get the booty for himself!&#10;&#10;",
        "mechanics": [
            "Deduction",
            "Hand Management",
            "Line Drawing",
            "Measurement Movement",
            "Secret Unit Deployment",
            "Storytelling",
            "Team-Based Game",
            "Variable Player Powers"
        ]
    },
    {
        "gameId": 269210,
        "name": "Twice as Clever!",
        "image": "https://cf.geekdo-images.com/d72oC7SUyku90uSjGUbI9Q__original/img/lLVPR-H9VgDRZN5ndQsx25CmseY=/0x0/filters:format(jpeg)/pic4519813.jpg",
        "thumbnail": "https://cf.geekdo-images.com/d72oC7SUyku90uSjGUbI9Q__thumb/img/MljCrdZit4DG7OyQjZFzwAd5RDA=/fit-in/200x150/filters:strip_icc()/pic4519813.jpg",
        "minPlayers": 1,
        "maxPlayers": 4,
        "playingTime": 30,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.48916,
        "rank": 373,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Doppelt so clever follows the model of 2018's Ganz sch&#195;&#182;n clever. Each turn the active player rolls six dice, chooses one of them to mark off a space on their scoring grid, places any dice with lower numbers aside, then re-rolls any remaining dice. The white die is a joker and can be used as any one of the other five colors. After the active player chooses at most three dice, then the other players each choose one of the set-aside dice for use on their scoring sheet.&#10;&#10;Doppelt so clever has five new dice-marking challenges and a new action beyond the re-roll and &quot;use one more die&quot; actions of the earlier game.&#10;&#10;",
        "mechanics": [
            "Dice Rolling",
            "Drafting",
            "Paper-and-Pencil",
            "Re-rolling and Locking"
        ]
    },
    {
        "gameId": 306735,
        "name": "Under Falling Skies",
        "image": "https://cf.geekdo-images.com/ecO5eAd3RkctQ0-Tbqv37Q__original/img/eVUBGX1Hjp91YAlj3XJtRQ3y444=/0x0/filters:format(jpeg)/pic5428723.jpg",
        "thumbnail": "https://cf.geekdo-images.com/ecO5eAd3RkctQ0-Tbqv37Q__thumb/img/uxrJLWxvi-f8CGbDpxQBStzvGes=/fit-in/200x150/filters:strip_icc()/pic5428723.jpg",
        "minPlayers": 1,
        "maxPlayers": 1,
        "playingTime": 40,
        "isExpansion": false,
        "yearPublished": 2020,
        "bggRating": 0,
        "averageRating": 7.89637,
        "rank": 209,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Aliens have arrived to conquer Earth. Enemy ships fill the skies. Humanity retreats to underground bunkers located below cities across the globe. Stand against the common threat! Fight the invaders city by city. Build a team from around the globe to save your planet and defeat the aliens!&#10;&#10;&#10;GAMEPLAY&#10;&#10;Under Falling Skies is a solo game with a multi-mission campaign. In each mission, you take charge of defending a besieged city.&#10;&#10;Your actions are powered by an innovative dice placement mechanic. When you choose an action, you are also choosing which enemy ships will descend. Bigger numbers give better effects, but they also cause ships to descend faster.&#10;&#10;Expand your underground base to gain access to more powerful actions,  allowing you to shoot down enemy ships or deploy robots to increase your workforce, but don't forget to work on your research and watch your energy supply.&#10;&#10;The mothership draws closer every round, ratcheting up the tension.&#10;&#10;Can you complete your mission before your base is destroyed?&#10;&#10;Official rules: https://czechgames.com/files/rules/under-falling-skies-rules-en.pdf&#10;&#10;&#10;Under Falling Skies is based on the print &amp; play game that won the 2019 9-card Nanogame P&amp;P Design Contest. Built on the same intriguing mechanics, it now comes with a full-scale campaign providing even more content for hours of intense fun. &#10;&#10;",
        "mechanics": [
            "Dice Rolling",
            "Modular Board",
            "Once-Per-Game Abilities",
            "Re-rolling and Locking",
            "Scenario / Mission / Campaign Game",
            "Solo / Solitaire Game",
            "Square Grid",
            "Sudden Death Ending",
            "Variable Set-up",
            "Worker Placement",
            "Worker Placement with Dice Workers"
        ]
    },
    {
        "gameId": 262543,
        "name": "Wavelength",
        "image": "https://cf.geekdo-images.com/z4fbPdmJg_5yphJEvql4ZA__original/img/bP1gM8RC-o5iz20_WazBaBNDHnU=/0x0/filters:format(png)/pic4552862.png",
        "thumbnail": "https://cf.geekdo-images.com/z4fbPdmJg_5yphJEvql4ZA__thumb/img/bxLuHVLF-Y06jWRSKA-tuQ3YYcE=/fit-in/200x150/filters:strip_icc()/pic4552862.png",
        "minPlayers": 2,
        "maxPlayers": 12,
        "playingTime": 45,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 7.42575,
        "rank": 405,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Wavelength is a social guessing game in which two teams compete to read each other's minds. Teams take turns rotating a dial to where they think a hidden bullseye is located on a spectrum. One of the players on your team &mdash; the Psychic &mdash; knows exactly where the bullseye is, and draws a card with a pair of binaries on it (such as: Job - Career, Rough - Smooth, Fantasy - Sci-Fi, Sad Song - Happy Song, etc). The Psychic must then provide a clue that is *conceptually* where the bullseye is located between those two binaries.&#10;&#10;For example, if the card this round is HOT-COLD and the bullseye is slightly to the &quot;cold&quot; side of the centre, the Psychic needs to give a clue somewhere in that region. Perhaps &quot;salad&quot;?&#10;&#10;After the Psychic gives their clue, their team discusses where they think the bullseye is located and turns the dial to that location on that spectrum. The closer to the center of the bullseye the team guess, the more points they score!&#10;&#10;",
        "mechanics": [
            "Betting and Bluffing",
            "Cooperative Game",
            "Race",
            "Targeted Clues",
            "Team-Based Game"
        ]
    },
    {
        "gameId": 266192,
        "name": "Wingspan",
        "image": "https://cf.geekdo-images.com/yLZJCVLlIx4c7eJEWUNJ7w__original/img/cI782Zis9cT66j2MjSHKJGnFPNw=/0x0/filters:format(jpeg)/pic4458123.jpg",
        "thumbnail": "https://cf.geekdo-images.com/yLZJCVLlIx4c7eJEWUNJ7w__thumb/img/VNToqgS2-pOGU6MuvIkMPKn_y-s=/fit-in/200x150/filters:strip_icc()/pic4458123.jpg",
        "minPlayers": 1,
        "maxPlayers": 5,
        "playingTime": 70,
        "isExpansion": false,
        "yearPublished": 2019,
        "bggRating": 0,
        "averageRating": 8.099,
        "rank": 23,
        "numPlays": 0,
        "rating": -1,
        "owned": true,
        "preOrdered": false,
        "forTrade": false,
        "previousOwned": false,
        "want": false,
        "wantToPlay": false,
        "wantToBuy": false,
        "wishList": false,
        "userComment": "",
        "description": "Wingspan is&nbsp;a competitive, medium-weight, card-driven, engine-building board game from Stonemaier Games. It's designed by Elizabeth Hargrave and features over 170 birds illustrated by Beth Sobel, Natalia Rojas, and Ana Maria Martinez.&#10;&#10;You are bird enthusiasts&mdash;researchers, bird watchers, ornithologists, and collectors&mdash;seeking to discover and attract the best birds to your network of wildlife preserves. Each bird extends a chain of powerful combinations in one of your habitats (actions). These habitats  focus on several key aspects of growth:&#10;&#10;&#10;     Gain food tokens via custom dice in a birdfeeder dice tower&#10;     Lay eggs using egg miniatures in a variety of colors&#10;     Draw from hundreds of unique bird cards and play them&#10;&#10;&#10;The winner is the player with the most points after 4 rounds.&#10;&#10;If you enjoy Terraforming Mars and Gizmos, we think this game will take flight at your table.&#10;&#10;&mdash;description from the publisher&#10;&#10;From the 7th printing on, the base game box includes Wingspan: Swift-Start Promo Pack.&#10;&#10;",
        "mechanics": [
            "Card Drafting",
            "Contracts",
            "Dice Rolling",
            "Drafting",
            "End Game Bonuses",
            "Hand Management",
            "Once-Per-Game Abilities",
            "Set Collection",
            "Solo / Solitaire Game",
            "Turn Order: Progressive"
        ]
    }
]